[
  {
    "date": "2021-09-01",
    "explanation": "Why would galaxies emit jets that look like ghosts?  And furthermore, why do they appear to be dancing?  The curled and fluffy jets from the supermassive black holes at the centers of two host galaxies (top center and lower left) are unlike anything seen before.  They were found by astronomers using the Australian Square Kilometer Array Pathfinder (ASKAP) radio telescope when creating maps tracing the evolution of galaxies.  Images preceding this Evolutionary Map of the Universe survey only showed amorphous blobs.  Eventually, comparisons of relative amounts of energy emitted revealed the glowing elongated structures were created by electrons streaming around magnetic field lines",
    "hdurl": "https://apod.nasa.gov/apod/image/2109/DancingGhosts_EnglishNorris_2524.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dancing Ghosts: Curved Jets from Active Galaxies",
    "url": "https://apod.nasa.gov/apod/image/2109/DancingGhosts_EnglishNorris_960.jpg"
  },
  {
    "copyright": "Josep Drudis",
    "date": "2021-09-02",
    "explanation": "Find the Big Dipper and follow the handle away from the dipper's bowl until you get to the last bright star. Then, just slide your telescope a little south and west and you'll come upon this stunning pair of interacting galaxies, the 51st entry in Charles Messier's famous catalog. Perhaps the original spiral nebula, the large galaxy with well defined spiral structure is also cataloged as NGC 5194. Its spiral arms and dust lanes clearly sweep in front of its companion galaxy (top), NGC 5195. The pair are about 31 million light-years distant and officially lie within the angular boundaries of the small constellation Canes Venatici. Though M51 looks faint and fuzzy to the eye, deep images like this one reveal its striking colors and galactic tidal debris.",
    "hdurl": "https://apod.nasa.gov/apod/image/2109/M51-SL14-RGB-196-Final-cC.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M51: The Whirlpool Galaxy",
    "url": "https://apod.nasa.gov/apod/image/2109/M51-SL14-RGB-196-Final-cC_1024.png"
  },
  {
    "copyright": "Satwant Kumar",
    "date": "2021-09-03",
    "explanation": "These cosmic clouds have blossomed 1,300 light-years away, in the fertile starfields of the constellation Cepheus. Called the Iris Nebula, NGC 7023 is not the only nebula to evoke the imagery of flowers. Still, this deep telescopic image shows off the Iris Nebula's range of colors and symmetries, embedded in surrounding fields of interstellar dust. Within the Iris itself, dusty nebular material surrounds a hot, young star. The dominant color of the brighter reflection nebula is blue, characteristic of dust grains reflecting starlight. Central filaments of the reflection nebula glow with a faint reddish photoluminesence as some dust grains effectively convert the star's invisible ultraviolet radiation to visible red light. Infrared observations indicate that this nebula contains complex carbon molecules known as PAHs. The dusty blue petals of the Iris Nebula span about six light-years.",
    "hdurl": "https://apod.nasa.gov/apod/image/2109/Irish_RC8_LHaRGB.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 7023: The Iris Nebula",
    "url": "https://apod.nasa.gov/apod/image/2109/Irish_RC8_LHaRGB1024.png"
  },
  {
    "copyright": "Dennis Huff",
    "date": "2021-09-04",
    "explanation": "Not the Hubble Space Telescope's latest view of a distant galactic nebula, this illuminated cloud of gas and dust dazzled early morning spacecoast skygazers on August 29. The snapshot was taken at 3:17am from Space View Park in Titusville, Florida. That's about 3 minutes after the launch of a SpaceX Falcon 9 rocket on the CRS-23 mission to resupply the International Space Station. It captures drifting plumes and exhaust from the separated first and second stage of the rocket rising through still dark skies. The lower bright dot is the second stage continuing on to low Earth orbit. The upper one is the rocket's first stage performing a boostback burn. Of course the first stage booster returned to make the first landing on the latest autonomous spaceport drone ship to arrive in the Atlantic, A Shortfall of Gravitas.",
    "hdurl": "https://apod.nasa.gov/apod/image/2109/DSC06988copy2.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Falcon 9 Nebula",
    "url": "https://apod.nasa.gov/apod/image/2109/DSC06988copy2_1024.jpg"
  },
  {
    "date": "2021-09-05",
    "explanation": "The Earth and Moon are rarely photographed together. One of most spectacular times this occurred was about 30 years ago when the Jupiter-bound Galileo spacecraft zoomed past our home planetary system.  Then, robotic Galileo watched from about 15-times the Earth-Moon separation as our only natural satellite glided past our home world.  The featured video combines 52 historic color-enhanced images. Although our Moon may appear small next to the Earth, no other planet in our Solar System has a satellite so comparable in size .  The Sun, far off to the right, illuminated about half of each sphere, and shows the spinning Earth's white clouds, blue oceans, and tan continents.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Earth and Moon",
    "url": "https://www.youtube.com/embed/tvB0mdkrG3Q?rel=0"
  },
  {
    "copyright": "Anton Komlev",
    "date": "2021-09-06",
    "explanation": "It started with a pine tree. The idea was to photograph a statuesque pine in front of the central band of our Milky Way Galaxy. And the plan, carried out two months ago, was successful -- they both appear prominently. But the resulting 3-frame panorama captured much more. Colorful stars, for example, dot the distant background, with bright Altair visible on the upper left. The planet Saturn, a bit closer, was captured just over the horizon on the far left. Just beyond the Earth's atmosphere, seen in the upper right, an Earth-orbiting satellite was caught leaving a streak during the 25-second exposure. The Earth's atmosphere itself was surprisingly visible -- as green airglow across the image top. Finally, just by chance, there was a firefly. Do you see it? Near the image bottom, the firefly blinked in yellow several times as it fluttered before the rolling hills above Milogradovka River in Primorsky Krai, Russia.    Explore Your Universe: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2109/FireFlyMilkyWay_Komlev_1446.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Firefly Milky Way over Russia",
    "url": "https://apod.nasa.gov/apod/image/2109/FireFlyMilkyWay_Komlev_960.jpg"
  },
  {
    "date": "2021-09-07",
    "explanation": "Is this one galaxy or two?  The jumble of stars, gas, and dust that is NGC 520 is now thought to incorporate the remains of two separate disk galaxies.  A defining component of NGC 520 -- as seen in great detail in the featured image from the Hubble Space Telescope -- is its band of intricately interlaced dust running vertically down the spine of the colliding galaxies. A similar looking collision might be expected in a few billion years when our disk  Milky Way Galaxy to collides with our large-disk galactic neighbor Andromeda (M31).  The collision that defines NGC 520 started about 300 million years ago.  Also known as Arp 157, NGC 520 lies about 100 million light years distant, spans about 100 thousand light years, and can be seen with a small telescope toward the constellation of the Fish (Pisces). Although the speeds of stars in NGC 520 are fast, the distances are so vast that the battling pair will surely not change its shape noticeably during our lifetimes.",
    "hdurl": "https://apod.nasa.gov/apod/image/2109/NGC520_HubbleOstling_1493.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 520: Colliding Galaxies from Hubble",
    "url": "https://apod.nasa.gov/apod/image/2109/NGC520_HubbleOstling_960.jpg"
  },
  {
    "date": "2021-09-08",
    "explanation": "What surrounds the Andromeda galaxy?  Out in space, Andromeda (M31) is closely surrounded by several small satellite galaxies, and further out it is part of the Local Group of Galaxies -- of which our Milky Way galaxy is also a member. On the sky, however, gas clouds local to our Milky Way appear to surround M31 -- not unlike how water clouds in Earth's atmosphere may appear to encompass our Moon.  The gas clouds toward Andromeda, however, are usually too faint to see.  Enter the featured 45-degree long image -- one of the deeper images yet taken of the broader Andromeda region. This image, sensitive to light specifically emitted by hydrogen gas, shows these faint and unfamiliar clouds in tremendous detail. But the image captures more.  At the image top is the Triangulum galaxy (M33), the third largest galaxy in the Local Group and the furthest object that can be seen with the unaided eye.  Below M33 is the bright Milky-Way star Mirach. The image is the digital accumulation of several long exposures taken from 2018 to 2021 from Pulsnitz, Germany.",
    "hdurl": "https://apod.nasa.gov/apod/image/2109/M31WideField_Ziegenbalg_1400.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Deep Sky Toward Andromeda",
    "url": "https://apod.nasa.gov/apod/image/2109/M31WideField_Ziegenbalg_960.jpg"
  },
  {
    "copyright": "Martin Pugh",
    "date": "2021-09-09",
    "explanation": "A star cluster around 2 million years young surrounded by natal clouds of dust and glowing gas, M16 is also known as The Eagle Nebula. This beautifully detailed image of the region adopts the colorful Hubble palette and includes cosmic sculptures made famous in Hubble Space Telescope close-ups of the starforming complex. Described as elephant trunks or Pillars of Creation, dense, dusty columns rising near the center are light-years in length but are gravitationally contracting to form stars. Energetic radiation from the cluster stars erodes material near the tips, eventually exposing the embedded new stars. Extending from the ridge of bright emission left of center is another dusty starforming column known as the Fairy of Eagle Nebula. M16 lies about 7,000 light-years away, an easy target for binoculars or small telescopes in a nebula rich part of the sky toward the split constellation Serpens Cauda (the tail of the snake).",
    "hdurl": "https://apod.nasa.gov/apod/image/2109/M16SHO.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M16 Close Up",
    "url": "https://apod.nasa.gov/apod/image/2109/M16SHO_1024.jpg"
  },
  {
    "copyright": "CARA Project",
    "date": "2021-09-10",
    "explanation": "Faint comet Churyumov-Gerasimenko (67P) sweeps past background stars in the constellation Taurus and even fainter distant galaxies in this telescopic frame from September 7. About 5 years ago, this comet's 4 kilometer spanning, double-lobed nucleus became the final resting place of robots from planet Earth, following the completion of the historic Rosetta mission to the comet. After wandering out beyond the orbit of Jupiter, Churyumov-Gerasimenko is now returning along its 6.4 year periodic orbit toward its next perihelion or closest approach to the Sun, on November 2. On November 12, the comet's perigee, its closest approach to Earth, will bring it within about 0.42 astronomical units. Telescopes should still be required to view it even at its brightest, predicted to be in late November and December. On September 7 Rosetta's comet was about 0.65 astronomical units away or about 5.4 light-minutes from our fair planet.",
    "hdurl": "https://apod.nasa.gov/apod/image/2109/67P_210907.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Rosetta's Comet in View",
    "url": "https://apod.nasa.gov/apod/image/2109/67P_210907_1024.jpg"
  },
  {
    "date": "2021-09-11",
    "explanation": "Still bright in planet Earth's night skies, good telescopic views of Saturn and its beautiful rings often make it a star at star parties. But this stunning view of Saturn's rings and night side just isn't possible from telescopes closer to the Sun than the outer planet. They can only bring Saturn's day into view. In fact, this image of Saturn's slender sunlit crescent with night's shadow cast across its broad and complex ring system was captured by the Cassini spacecraft. A robot spacecraft from planet Earth, Cassini called Saturn orbit home for 13 years before it was directed to dive into the atmosphere of the gas giant on September 15, 2017. This magnificent mosaic is composed of frames recorded by Cassini's wide-angle camera only two days before its grand final plunge. Saturn's night will not be seen again until another spaceship from Earth calls.",
    "hdurl": "https://apod.nasa.gov/apod/image/2109/LastRingPortrait_Cassini_4472.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn at Night",
    "url": "https://apod.nasa.gov/apod/image/2109/LastRingPortrait_Cassini_1080.jpg"
  },
  {
    "copyright": "Davide Necchi",
    "date": "2021-09-12",
    "explanation": "What's happened to the sky? Aurora! Captured in 2015, this aurora was noted by Icelanders for its great brightness and quick development. The aurora resulted from a solar storm, with high energy particles bursting out from the Sun and through a crack in Earth's protective magnetosphere a few days later. Although a spiral pattern can be discerned, creative humans might imagine the complex glow as an atmospheric apparition of any number of common icons. In the foreground of the featured image is the Ölfusá River while the lights illuminate a bridge in Selfoss City. Just beyond the low clouds is a nearly full Moon. The liveliness of the Sun -- and likely the resulting auroras on Earth -- is slowly increasing as the Sun emerges from a Solar minimum, a historically quiet period in its 11-year cycle.",
    "hdurl": "https://apod.nasa.gov/apod/image/2109/AuroraIceland_Necchi_1280.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Spiral Aurora over Iceland",
    "url": "https://apod.nasa.gov/apod/image/2109/AuroraIceland_Necchi_960.jpg"
  },
  {
    "copyright": "Egon Filter",
    "date": "2021-09-13",
    "explanation": "What's that in the mirror? In the featured image of the dark southern sky, the three brightest galaxies of the night are all relatively easy to identify. Starting from the left, these are the Small Magellanic Cloud (SMC), the Large Magellanic Cloud (LMC), and part of the central band of our Milky Way Galaxy. All three are also seen reflected in a shallow pool of water. But what is seen in the mirror being positioned by the playful astrophotographer? Dust clouds near the center of our Milky Way -- and the planet Jupiter.  The composite was carefully planned and composed from images captured from the same camera in the same location and during the same night in mid-2019 in Mostardas, south Brazil.  The picture won first place in the Connecting to the Dark division of the International Dark-Sky Association's Capture the Dark contest for 2021.   Quiz: What is pictured in the double-reflection below the main mirror?",
    "hdurl": "https://apod.nasa.gov/apod/image/2109/GalaxySkyMirror_Egon_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Night Sky Reflected",
    "url": "https://apod.nasa.gov/apod/image/2109/GalaxySkyMirror_Egon_960.jpg"
  },
  {
    "date": "2021-09-14",
    "explanation": "Which way up Mount Sharp? In early September, the robotic rover Curiosity continued its ascent up the central peak of Gale Crater, searching for more clues about ancient water and further evidence that Mars could once have been capable of supporting life.  On this recent Martian morning, before exploratory drilling, the rolling rover took this 360-degree panorama, in part to help Curiosity's human team back on Earth access the landscape and chart possible future routes.  In the horizontally-compressed featured image, an amazing vista across Mars was captured, complete with layered hills, red rocky ground, gray drifting sand, and a dusty atmosphere. The hill just left of center has been dubbed Maria Gordon Notch in honor of a famous Scottish geologist.  The current plan is to direct Curiosity to approach, study, and pass just to the right of Gordon Notch on its exploratory trek.",
    "hdurl": "https://apod.nasa.gov/apod/image/2109/MarsPan360_Curiosity_6144.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mars Panorama 360 from Curiosity",
    "url": "https://apod.nasa.gov/apod/image/2109/MarsPanCompressed_Curiosity_1080.jpg"
  },
  {
    "date": "2021-09-15",
    "explanation": "Where on Earth do cyclones go? Usually known as hurricanes when in the Atlantic Ocean and typhoons when in the Pacific, the featured map shows the path of all major storms from 1985 through 2005.  The map shows graphically that cyclones usually occur over water, which makes sense since evaporating warm water gives them energy. The map also shows that cyclones never cross -- and rarely approach -- the Earth's equator, since the Coriolis effect goes to zero there, and cyclones need the Coriolis force to circulate. The Coriolis force also causes cyclone paths to arc away from the equator. Although long-term trends remain a topic of research, evidence indicates that hurricanes have become, on the average, more powerful in the North Atlantic over the past 30 years, and their power is projected to keep increasing.   Follow APOD on Instagram in: English, Farsi, Indonesian, Persian, or Portuguese",
    "hdurl": "https://apod.nasa.gov/apod/image/2109/StormPaths_NHC_8000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cyclone Paths on Planet Earth",
    "url": "https://apod.nasa.gov/apod/image/2109/StormPaths_NHC_1080.jpg"
  },
  {
    "copyright": "Andrew Klinger",
    "date": "2021-09-16",
    "explanation": "Fans of our fair planet might recognize the outlines of these cosmic clouds. On the left, bright emission outlined by dark, obscuring dust lanes seems to trace a continental shape, lending the popular name North America Nebula to the emission region cataloged as NGC 7000. To the right, just off the North America Nebula's east coast, is IC 5070, whose avian profile suggests the Pelican Nebula.  The two bright nebulae are about 1,500 light-years away, part of the same large and complex star forming region, almost as nearby as the better-known Orion Nebula. At that distance, the 3 degree wide field of view would span 80 light-years. This careful cosmic portrait uses narrow band images combined to highlight the bright ionization fronts and the characteristic glow from atomic hydrogen, sulfur, and oxygen gas. These nebulae can be seen with binoculars from a dark location.  Look northeast of bright star Deneb in the constellation Cygnus the Swan.",
    "hdurl": "https://apod.nasa.gov/apod/image/2109/NGC7000_SHO_AndrewKlinger_res65_sig.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "North America and the Pelican",
    "url": "https://apod.nasa.gov/apod/image/2109/NGC7000_SHO_AndrewKlinger_res65_sig1024.jpg"
  },
  {
    "copyright": "T. Humbert, S. Barré, A. Desmougin & D. WalliangSociété Lorraine d'AstronomieAstroqueyras",
    "date": "2021-09-17",
    "explanation": "There has been a flash on Jupiter. A few days ago, several groups monitoring our Solar System's largest planet noticed a two-second long burst of light. Such flashes have been seen before, with the most famous being a series of impactor strikes in 1994. Then, fragments of Comet Shoemaker-Levy 9 struck  Jupiter leaving dark patches that lasted for months. Since then, at least seven impacts have been recorded on Jupiter -- usually discovered by amateur astronomers. In the featured video, variations in the Earth's atmosphere cause Jupiter's image to shimmer when, suddenly, a bright flash appears just left of center.  Io and its shadow are visible on the right. What hit Jupiter will likely never be known, but considering what we do know of the nearby Solar System, it was likely a piece of rock and ice -- perhaps the size of a bus -- that broke off long-ago from a passing comet or asteroid.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Video: Flash on Jupiter",
    "url": "https://www.youtube.com/embed/ImVl_TfTFEY?rel=0"
  },
  {
    "date": "2021-09-18",
    "explanation": "In this Hubble Space Telescope image the bright, spiky stars lie in the foreground toward the heroic northern constellation Perseus and well within our own Milky Way galaxy. In sharp focus beyond is UGC 2885, a giant spiral galaxy about 232 million light-years distant. Some 800,000 light-years across compared to the Milky Way's diameter of 100,000 light-years or so, it has around 1 trillion stars. That's about 10 times as many stars as the Milky Way. Part of an investigation to understand how galaxies can grow to such enormous sizes, UGC 2885 was also part of An Interesting Voyage and astronomer Vera Rubin's pioneering study of the rotation of spiral galaxies. Her work was the first to convincingly demonstrate the dominating presence of dark matter in our universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/2109/RubinsGalaxy_hst2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Rubin's Galaxy",
    "url": "https://apod.nasa.gov/apod/image/2109/RubinsGalaxy_hst1024.jpg"
  },
  {
    "copyright": "Damian Peach",
    "date": "2021-09-19",
    "explanation": "On Saturn, the rings tell you the season. On Earth, Wednesday marks an equinox, the time when the  Earth's equator tilts directly toward the Sun. Since Saturn's grand rings orbit along the planet's equator, these rings appear most prominent -- from the direction of the Sun -- when the spin axis of Saturn points toward the Sun. Conversely, when Saturn's spin axis points to the side, an equinox occurs and the edge-on rings are hard to see from not only the Sun -- but Earth. In the featured montage, images of Saturn between the years of 2004 and 2015 have been superposed to show the giant planet passing from southern summer toward northern summer. Saturn was as close as it can get to planet Earth last month, and this month the ringed giant is still bright and visible throughout much of the night",
    "hdurl": "https://apod.nasa.gov/apod/image/2109/saturn2004to2015_peach_2504.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Rings and Seasons of Saturn",
    "url": "https://apod.nasa.gov/apod/image/2109/saturn2004to2015_peach_960.jpg"
  },
  {
    "copyright": "Cristiano Gualco",
    "date": "2021-09-20",
    "explanation": "Stars are forming in Lynds Dark Nebula (LDN) 1251. About 1,000 light-years away and drifting above the plane of our Milky Way galaxy, the dusty molecular cloud is part of a complex of dark nebulae mapped toward the Cepheus flare region. Across the spectrum, astronomical explorations of the obscuring interstellar clouds reveal energetic shocks and outflows associated with newborn stars, including the telltale reddish glow from scattered Herbig-Haro objects hiding in the image. Distant background galaxies also lurk on the scene, almost buried behind the dusty expanse. This alluring view spans over two full moons on the sky, or 17 light-years at the estimated distance of LDN 1251.",
    "hdurl": "https://apod.nasa.gov/apod/image/2109/LDN1251Gualco.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lynds Dark Nebula 1251",
    "url": "https://apod.nasa.gov/apod/image/2109/LDN1251Gualco1024.jpg"
  },
  {
    "copyright": "Jordi Coy",
    "date": "2021-09-21",
    "explanation": "Is this giant orange ball about to roll down that tree-lined hill? No, because the giant orange ball is actually the Sun. Our Solar System's central star was captured rising beyond a hill on Earth twelve days ago complete with a delightfully detailed foreground.  The Sun's disk showed five sunspots, quite a lot considering that during the solar minimum in solar activity of the past few years, most days showed no spots. A close look at the hill -- Sierra del Cid in Perter, Spain -- reveals not only silhouetted pine trees, but silhouetted people -- by coincidence three brothers of the photographer.  The trees and brothers were about 3.5-kilometers away during the morning of the well-planned image. A dark filter muted the usually brilliant Sun and brought up great detail on the lower sunspots.  Within a few minutes, the Sun rose far above the hill, while within a week, the sunspots rotated around the Sun, out of view. The captured scene, however, is now frozen in time for all to enjoy.",
    "hdurl": "https://apod.nasa.gov/apod/image/2109/SunSpotHill_Coy_2358.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sun Spot Hill",
    "url": "https://apod.nasa.gov/apod/image/2109/SunSpotHill_Coy_960.jpg"
  },
  {
    "date": "2021-09-22",
    "explanation": "When does the line between night and day become vertical? Today. Today is an equinox on planet Earth, a time of year when day and night are most nearly equal. At an equinox, the Earth's terminator -- the dividing line between day and night -- becomes vertical and connects the north and south poles. The featured time-lapse video demonstrates this by displaying an entire year on planet Earth in twelve seconds. From geosynchronous orbit, the Meteosat 9 satellite recorded these infrared images of the Earth every day at the same local time.  The video started at the September 2010 equinox with the terminator line being vertical. As the Earth revolved around the Sun, the terminator was seen to tilt in a way that provides less daily sunlight to the northern hemisphere, causing winter in the north. As the year progressed, the March 2011 equinox arrived halfway through the video, followed by the terminator tilting the other way, causing winter in the southern hemisphere -- and summer in the north. The captured year ends again with the September equinox, concluding another of billions of trips the Earth has taken -- and will take -- around the Sun.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Equinox on a Spinning Earth",
    "url": "https://www.youtube.com/embed/LUW51lvIFjg?rel=0"
  },
  {
    "copyright": "Mike Cohea",
    "date": "2021-09-23",
    "explanation": "Famed in festival, story, and song the best known full moon is the Harvest Moon. For northern hemisphere dwellers that's a traditional name of the full moon nearest the September equinox. Seen from Saunderstown, Rhode Island, planet Earth, this Harvest Moon left a broad streak of warm hues as it rose through a twilight sky over the Newport Bridge. On September 20 its trail was captured in a single 22 minute exposure using a dense filter and a digital camera. Only two days later the September equinox marked a change of season and the beginning of autumn in the north. In fact, recognizing a season as the time between solstice and equinox, this Harvest Moon was the fourth full moon of the season, coming just before the astronomical end of northern summer.",
    "hdurl": "https://apod.nasa.gov/apod/image/2109/Cohea_APOD_HarvestMoon.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Harvest Moon Trail",
    "url": "https://apod.nasa.gov/apod/image/2109/Cohea_APOD_HarvestMoon1067.jpg"
  },
  {
    "copyright": "Pierre Martin",
    "date": "2021-09-24",
    "explanation": "This year an outburst of Perseid meteors surprised skywatchers. The reliable meteor shower's peak was predicted for the night of August 12/13. But persistent visual observers in North America were deluged with a startling Perseid shower outburst a day later, with reports of multiple meteors per minute and sometimes per second in the early hours of August 14. The shower radiant is high in a dark night sky in this composite image. It painstakingly registers the trails of 282 Perseids captured during the stunning outburst activity between 0650 UT (02:50am EDT) and 0900 UT (05:00am EDT) on August 14 from Westmeath Lookout, Ontario. Of course the annual Perseid meteor shower is associated with planet Earth's passage through dusty debris from periodic comet 109P/Swift-Tuttle. The 2021 outburst could have been caused by an unanticipated encounter with the Perseid Filament, a denser ribbon of dust inside the broader debris zone.",
    "hdurl": "https://apod.nasa.gov/apod/image/2109/IMG_9365-Aug1314-2021-282-meteors.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Perseid Outburst at Westmeath Lookout",
    "url": "https://apod.nasa.gov/apod/image/2109/IMG_9365-Aug1314-2021-282-meteors1024.jpg"
  },
  {
    "copyright": "Lorand Fenyes",
    "date": "2021-09-25",
    "explanation": "To the eye, this cosmic composition nicely balances the Bubble Nebula at the right with open star cluster M52. The pair would be lopsided on other scales, though. Embedded in a complex of interstellar dust and gas and blown by the winds from a single, massive O-type star, the Bubble Nebula, also known as NGC 7635, is a mere 10 light-years wide.  On the other hand, M52 is a rich open cluster of around a thousand stars. The cluster is about 25 light-years across. Seen toward the northern boundary of Cassiopeia, distance estimates for the Bubble Nebula and associated cloud complex are around 11,000 light-years, while star cluster M52 lies nearly 5,000 light-years away. The wide telescopic field of view spans about 1.5 degrees on the sky or three times the apparent size of a full Moon.",
    "hdurl": "https://apod.nasa.gov/apod/image/2109/241_lorand_fenyes_bubble_m52.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Bubble and the Star Cluster",
    "url": "https://apod.nasa.gov/apod/image/2109/241_lorand_fenyes_bubble_m52_1120.jpg"
  },
  {
    "copyright": "Peter TuthillSydney U.Cornell U.",
    "date": "2021-09-26",
    "explanation": "How did a round star create this square nebula? No one is quite sure. The round star, known as MWC 922 and possibly part of a multiple star system, appears at the center of the Red Square Nebula.  The featured image combines infrared exposures from the Hale Telescope on Mt. Palomar in California, and the Keck-2 Telescope on Mauna Kea in Hawaii.  A leading progenitor hypothesis for the square nebula is that the central star or stars somehow expelled cones of gas during a late developmental stage. For MWC 922, these cones happen to incorporate nearly right angles and be visible from the sides.  Supporting evidence for the cone hypothesis includes radial spokes in the image that might run along the cone walls. Researchers speculate that the cones viewed from another angle would appear similar to the gigantic rings of supernova 1987A, possibly indicating that a star in MWC 922 might one day itself explode in a similar supernova.",
    "hdurl": "https://apod.nasa.gov/apod/image/2109/RedSquare_Tuthill_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Red Square Nebula",
    "url": "https://apod.nasa.gov/apod/image/2109/RedSquare_Tuthill_960.jpg"
  },
  {
    "date": "2021-09-27",
    "explanation": "Here is one of the most famous pictures from the Moon -- but digitally reversed. Apollo 11 landed on the moon in 1969 and soon thereafter many pictures were taken, including an iconic picture of Buzz Aldrin taken by Neil Armstrong. The original image captured not only the magnificent desolation of an unfamiliar world, but Armstrong himself reflected in Aldrin's curved visor.  Enter modern digital technology. In the featured image, the spherical distortion from Aldrin's helmet has been reversed.  The result is the famous picture -- but now featuring Armstrong himself from Aldrin's perspective. Even so, since Armstrong took the picture, the image is effectively a five-decade old lunar selfie.  The original visor reflection is shown on the left, while Earth hangs in the lunar sky on the upper right. A foil-wrapped leg of the Eagle lander is prominently visible.  Preparations to return humans to the Moon in the next few years include the Artemis program, an international collaboration led by NASA.",
    "hdurl": "https://apod.nasa.gov/apod/image/2109/AldrinVisor_Apollo11_4096.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Unwrapped: Five Decade Old Lunar Selfie",
    "url": "https://apod.nasa.gov/apod/image/2109/AldrinVisorCrop_Apollo11_1080.jpg"
  },
  {
    "copyright": "Vikas Chander Music: Tea Time via PremiumBeat",
    "date": "2021-09-28",
    "explanation": "Have you ever experienced a meteor shower? To help capture the wonder, a video was taken during the peak of the recent Perseid meteor shower above the Indian Astronomical Observatory in Hanle, India, high up in the Himalayan mountains.  Night descends as the video begins, with the central plane of our Milky Way Galaxy approaching from the left and Earth-orbiting satellites zipping by overhead. During the night, the flash of meteors that usually takes less than a second is artificially extended.  The green glow of most meteors is typically caused by vaporizing nickel. As the video continues, Orion rises and meteors flare above the 2-meter Himalayan Chandra Telescope and the seven barrels of the High Energy Gamma Ray Telescope (Hagar). The 2 minute 30 second movie ends with the Sun rising, preceded by a false dawn of zodiacal light.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Night of the Perseids",
    "url": "https://www.youtube.com/embed/tLC6Sy8f06s?rel=0"
  },
  {
    "copyright": "Frankie Lucena",
    "date": "2021-09-29",
    "explanation": "Have you ever seen a gigantic jet?  They are extremely rare but tremendously powerful. Gigantic jets are a type of lightning discharge documented only this century that occur between some thunderstorms and the Earth's ionosphere high above them.  Pictured above is the middle and top of one such jet caught last week by a lightning and meteor camera from Puerto Rico, USA.  The jet traversed perhaps 70 kilometers in just under one second.  Gigantic jets are much different from regular cloud-to-cloud and cloud-to-ground lightning. The bottoms of gigantic jets appear similar in appearance to another type cloud-to-above strike called blue jets, while the tops appear similar to upper-atmosphere red sprites. Although the mechanism and trigger that causes gigantic jets is a topic of research, it is clear that the jets reduce charge imbalance between different parts of Earth's atmosphere.  A good way to look for gigantic jets is to watch a powerful but distant thunderstorm from a clear location.    Almost Hyperspace: Random APOD Generator",
    "media_type": "video",
    "service_version": "v1",
    "title": "Gigantic Jet Lightning from Puerto Rico",
    "url": "https://www.youtube.com/embed/wUdGPOx3zAk?rel=0"
  },
  {
    "copyright": "Luca Fornaciari",
    "date": "2021-09-30",
    "explanation": "Gorgeous spiral galaxy M33 seems to have more than its fair share of glowing hydrogen gas. A prominent member of the local group of galaxies, M33 is also known as the Triangulum Galaxy and lies a mere 3 million light-years away.  Sprawling along loose spiral arms that wind toward the core, M33's giant HII regions are some of the largest known stellar nurseries, sites of the formation of short-lived but very massive stars. Intense ultraviolet radiation from the luminous massive stars ionizes the surrounding hydrogen gas and ultimately produces the characteristic red glow. To highlight the HII regions in this telescopic image, broadband data used to produce a color view of the galaxy were combined with narrowband data recorded through a hydrogen-alpha filter, transmitting the light of the strongest hydrogen emission line. Close-ups of cataloged HII regions appear in the sidebar insets. Use the individual reference number to find their location within the Triangulum Galaxy. For example, giant HII region NGC604 is identified in an inset on the right and appears at position number 15. That's about 4 o'clock from galaxy center in this portrait of M33.",
    "hdurl": "https://apod.nasa.gov/apod/image/2109/NebulaeTriangulumM33-1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Hydrogen Clouds of M33",
    "url": "https://apod.nasa.gov/apod/image/2109/NebulaeTriangulumM33-1179.jpg"
  },
  {
    "copyright": "Gabriel Rodrigues Santos",
    "date": "2021-10-01",
    "explanation": "Dark markings and colorful clouds inhabit this stellar landscape. The deep and expansive view spans more than 30 full moons across crowded star fields toward the center of our Milky Way Galaxy. Cataloged in the early 20th century by astronomer E. E. Barnard, the obscuring interstellar dust clouds seen toward the right include B59, B72, B77 and B78, part of the Ophiuchus molecular cloud complex a mere 450 light-years away. To the eye their combined shape suggests a pipe stem and bowl, and so the dark nebula's popular name is the Pipe Nebula. Three bright nebulae gathered on the left are stellar nurseries some 5,000 light-years distant toward the constellation Sagittarius. In the 18th century astronomer Charles Messier included two of them in his catalog of bright clusters and nebulae; M8, the largest of the triplet, and colorful M20 just above. The third prominent emission region includes NGC 6559 at the far left. Itself divided by obscuring dust lanes, M20 is also known as the Trifid. M8's popular moniker is the Lagoon Nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/2110/M8-Pipe_APOD_GabrielSantos_LG.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Central Milky Way from Lagoon to Pipe",
    "url": "https://apod.nasa.gov/apod/image/2110/M8-Pipe_APOD_GabrielSantosSmall.jpg"
  },
  {
    "copyright": "Rodrigo Guerra",
    "date": "2021-10-02",
    "explanation": "Posing as a brilliant evening star, Venus lies near the western horizon in this southern hemisphere, early spring, night skyscape. To create the composite view exposures tracking the sky and fixed for the foreground were taken on September 25 from Cascavel in southern Brazil. In view after sunset, Venus appears immersed in a cone of zodiacal light, sunlight scattered from dust along the Solar System's ecliptic plane. In fact from either hemisphere of planet Earth, zodiacal light is most visible after sunset near a spring equinox, (or before sunrise near an autumn equinox) when its luminous arc lies at steep angles to the horizon. Extending above the sunset on this night, the zodiacal light reaches toward rich starfields and immense interstellar dust clouds in the bulge of the central Milky Way. Follow along the Milky Way from the central bulge back toward the horizon and you'll spot the closest star system to the Sun, Alpha Centauri, a mere 4.37 light-years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/2110/ArcsOfLightAndDust.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Light and Dusty Night",
    "url": "https://apod.nasa.gov/apod/image/2110/ArcsOfLightAndDust1024.jpg"
  },
  {
    "date": "2021-10-03",
    "explanation": "Sure, you can see the 2D rectangle of colors, but can you see deeper?  Counting color patches in the featured image, you might estimate that the most information that this 2D digital image can hold is about 60 (horizontal) x 50(vertical) x 256 (possible colors) = 768,000 bits.  However, the yet-unproven Holographic Principle states that,  counter-intuitively, the information in a 2D panel can include all of the information in a 3D room that can be enclosed by the panel.  The principle derives from the idea that the Planck length, the length scale where quantum mechanics begins to dominate classical gravity, is one side of an area that can hold only about one bit of information.  The limit was first postulated by physicist Gerard 't Hooft in 1993.  It can arise from generalizations from seemingly distant speculation that the information held by a black hole is determined not by its enclosed volume but by the surface area of its event horizon.  The term \"holographic\" arises from a hologram analogy where three-dimension images are created by projecting light through a flat screen.  Beware, some people staring at the featured image may not think it encodes just 768,000 bits -- nor even 2563,000 bit permutations -- rather they might claim it  encodes a three-dimensional teapot.",
    "hdurl": "https://apod.nasa.gov/apod/image/2110/teapotsirds_winfree_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Holographic Principle and a Teapot",
    "url": "https://apod.nasa.gov/apod/image/2110/teapotsirds_winfree_960.jpg"
  },
  {
    "date": "2021-10-04",
    "explanation": "These two mighty galaxies are pulling each other apart.  Known as the \"Mice\" because they have such long tails, each spiral galaxy has likely already passed through the other. The long tails are created by the relative difference between gravitational pulls on the near and far parts of each galaxy.  Because the distances are so large, the cosmic interaction takes place in slow motion -- over hundreds of millions of years.  NGC 4676 lies about 300 million light-years away toward the constellation of Bernice's Hair (Coma Berenices) and are  likely members of the Coma Cluster of Galaxies.  The featured picture was taken with the Hubble Space Telescope's Advanced Camera for Surveys in 2002. These galactic mice will probably collide again and again over the next billion years so that, instead of continuing to pull each other apart, they coalesce to form a single galaxy.   Follow APOD in English on: Facebook,  Instagram, or Twitter",
    "hdurl": "https://apod.nasa.gov/apod/image/2110/NGC4676_HubbleOstling_4555.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 4676: When Mice Collide",
    "url": "https://apod.nasa.gov/apod/image/2110/NGC4676_HubbleOstling_960.jpg"
  },
  {
    "copyright": "Martin WolfU. WisconsinIceCube Neutrino Obs.NSFhtAlice Allen",
    "date": "2021-10-05",
    "explanation": "Sunrise at the South Pole is different. Usually a welcome sight, it follows months of darkness -- and begins months of sunshine. At Earth's poles, it can take weeks for the Sun to rise, in contrast with hours at any mid-latitude location.  Sunrise at a pole is caused by the tilt of the Earth as it orbits the Sun, not by the rotation of the Earth.  Although at a pole, an airless Earth would first see first Sun at an equinox, the lensing effect of the Earth's atmosphere and the size of the solar disk causes the top of the Sun to appear about two-weeks early.  Pictured two weeks ago, the Sun peeks above the horizon of a vast frozen landscape at Earth's South Pole.  The true South Pole is just a few meters to the left of the communications tower. This polar sunrise capture was particularly photogenic as the Sun appeared capped by a green flash.",
    "hdurl": "https://apod.nasa.gov/apod/image/2110/SouthPoleSunRise_Wolf_6279.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sunrise at the South Pole",
    "url": "https://apod.nasa.gov/apod/image/2110/SouthPoleSunRise_Wolf_960.jpg"
  },
  {
    "copyright": "Jari Saukkonen",
    "date": "2021-10-06",
    "explanation": "Where do the dark streams of dust in the Orion Nebula originate? This part of the Orion Molecular Cloud Complex, M43, is the often imaged but rarely mentioned neighbor of the more famous M42. M42, seen in part to the upper right, includes many bright stars from the Trapezium star cluster. M43 is itself a star forming region that displays intricately-laced streams of dark dust -- although it is really composed mostly of glowing hydrogen gas. The entire Orion field is located about 1600 light years away.  Opaque to visible light, the picturesque dark dust is created in the outer atmosphere of massive cool stars and expelled by strong outer winds of protons and electrons.",
    "hdurl": "https://apod.nasa.gov/apod/image/2110/OrionStreams_Saukkonen_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M43: Streams of Orion",
    "url": "https://apod.nasa.gov/apod/image/2110/OrionStreams_Saukkonen_960.jpg"
  },
  {
    "copyright": "Roberto Sartori",
    "date": "2021-10-07",
    "explanation": "Slide your telescope just east of the Lagoon Nebula to find this alluring field of view in the rich starfields of the constellation Sagittarius toward the central Milky Way. Of course the Lagoon nebula is also known as M8, the eighth object listed in Charles Messier's famous catalog of bright nebulae and star clusters. Close on the sky but slightly fainter than M8, this complex of nebulae was left out of Messier's list though. It contains obscuring dust, striking red emission and blue reflection nebulae of star-forming region NGC 6559 at right. Like M8, NGC 6559 is located about 5,000 light-years away along the edge of a large molecular cloud. At that distance, this telescopic frame nearly 3 full moons wide would span about 130 light-years.   Global Moon Party:  NASA's Night Sky Network: Saturday, October 9",
    "hdurl": "https://apod.nasa.gov/apod/image/2110/NGC6559Sartori.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6559: East of the Lagoon",
    "url": "https://apod.nasa.gov/apod/image/2110/NGC6559Sartori1024.jpg"
  },
  {
    "copyright": "Jack Groves",
    "date": "2021-10-08",
    "explanation": "This pretty starfield spans about three full moons (1.5 degrees) across the heroic northern constellation of Perseus. It holds the famous pair of open star clusters, h and Chi Persei. Also cataloged as NGC 869 (top) and NGC 884, both clusters are about 7,000 light-years away and contain stars much younger and hotter than the Sun.  Separated by only a few hundred light-years, the clusters are both 13 million years young based on the ages of their individual stars, evidence that they were likely a product of the same star-forming region. Always a rewarding sight in binoculars, the Double Cluster is even visible to the unaided eye from dark locations. But a shroud of guitar strings was used to produce diffraction spikes on the colorful stars imaged in this vibrant telescopic view.   Global Moon Party:  Including APOD's Best Moon Images: Saturday, October 9",
    "hdurl": "https://apod.nasa.gov/apod/image/2110/doubleclustergroves.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Double Cluster in Perseus",
    "url": "https://apod.nasa.gov/apod/image/2110/doubleclustergroves1024.jpg"
  },
  {
    "copyright": "Josselin Desmars",
    "date": "2021-10-09",
    "explanation": "It's only 50 light-years to 51 Pegasi. That star's position is indicated in this snapshot from August, taken on a hazy night with mostly brighter stars visible above the dome at Observatoire de Haute-Provence in France. Twenty-six years ago, in October of 1995, astronomers Michel Mayor and Didier Queloz announced a profound discovery made at the observatory. Using a precise spectrograph they had detected a planet orbiting 51 Peg, the first known exoplanet orbiting a sun-like star. Mayor and Queloz had used the spectrograph to measure changes in the star's radial velocity, a regular wobble caused by the gravitational tug of the orbiting planet. Designated 51 Pegasi b, the planet was determined to have a mass at least half of Jupiter's mass and an orbital period of 4.2 days, making it much closer to its parent star than Mercury is to the Sun. Their discovery was quickly confirmed and Mayor and Queloz were ultimately awarded the Nobel Prize in physics in 2019. Now recognized as the prototype for the class of exoplanets fondly known as hot Jupiters, 51 Pegasi b was formally named Dimidium, latin for half, in 2015. Since its discovery, over 4,000 exoplanets have been found.",
    "hdurl": "https://apod.nasa.gov/apod/image/2110/peg51_desmars.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "50 Light-years to 51 Pegasi",
    "url": "https://apod.nasa.gov/apod/image/2110/peg51_desmars_ex1024.jpg"
  },
  {
    "copyright": "Mark Gee Music:",
    "date": "2021-10-10",
    "explanation": "Have you ever watched the Moon rise? The slow rise of a nearly full moon over a clear horizon can be an impressive sight. One impressive moonrise was imaged in early 2013 over Mount Victoria Lookout in Wellington, New Zealand. With detailed planning, an industrious astrophotographer placed a camera about two kilometers away and pointed it across the lookout to where the Moon would surely soon be making its nightly debut. The featured single shot sequence is unedited and shown in real time -- it is not a time lapse. People on Mount Victoria Lookout can be seen in silhouette themselves admiring the dawn of Earth's largest satellite. Seeing a moonrise yourself is not difficult: it happens every day, although only half the time at night. Each day the Moon rises about fifty minutes later than the previous day, with a full moon always rising at sunset.  This Saturday, October 16, is International Observe the Moon Night, where you observe a first-quarter Moon along with other lunar enthusiasts.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Full Moon Silhouettes",
    "url": "https://player.vimeo.com/video/58385453?h=2f48504431&portrait=0&badge=0"
  },
  {
    "date": "2021-10-11",
    "explanation": "What would it be like to fly over the largest moon in the Solar System? In June, the robotic Juno spacecraft flew past Jupiter's huge moon Ganymede and took images that have been digitally constructed into a detailed flyby. As the featured video begins, Juno swoops over the two-toned surface of the 2,000-km wide moon, revealing an icy alien landscape filled with grooves and craters. The grooves are likely caused by shifting surface plates, while the craters are caused by violent impacts. Continuing on in its orbit, Juno then performed its 34th close pass over Jupiter's clouds. The digitally-constructed video shows numerous swirling clouds in the north, colorful planet-circling zones and bands across the middle -- featuring several white-oval clouds from the String of Pearls, and finally more swirling clouds in the south.  Next September, Juno is scheduled to make a close pass over another of Jupiter's large moons: Europa.",
    "media_type": "video",
    "service_version": "v1",
    "title": "Juno Flyby of Ganymede and Jupiter",
    "url": "https://www.youtube.com/embed/CC7OJ7gFLvE?rel=0"
  },
  {
    "copyright": "Hao Qin",
    "date": "2021-10-12",
    "explanation": "What makes a meteor a fireball?  First of all, everyone agrees that a fireball is an exceptionally bright meteor. Past that, the International Astronomical Union defines a fireball as a meteor brighter than apparent magnitude -4, which corresponds (roughly) to being brighter than any planet -- as well as bright enough to cast a human-noticeable shadow.  Pictured, an astrophotographer taking a long-duration sky image captured by accident the brightest meteor he had ever seen.  Clearly a fireball, the disintegrating space-rock created a trail so bright it turned night into day for about two seconds earlier this month.  The fireball has been artificially dimmed in the featured image to bring up foreground Lake Louise in Alberta, Canada.  Although fireballs are rare, many people have been lucky enough to see them.  If you see a fireball, you can report it.  If more than one person recorded an image, the fireball might be traceable back to the Solar System body from which it was ejected.",
    "hdurl": "https://apod.nasa.gov/apod/image/2110/FireballAlberta_Qin_5568.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Fireball over Lake Louise",
    "url": "https://apod.nasa.gov/apod/image/2110/FireballAlberta_Qin_1080.jpg"
  },
  {
    "copyright": "Yizhou Zhang",
    "date": "2021-10-13",
    "explanation": "It may look like a huge cosmic question mark, but the big question really is  how does the bright gas and dark dust tell this nebula's history of star formation.  At the edge of a giant molecular cloud toward the northern constellation Cepheus, the glowing star forming region NGC 7822 lies about 3,000 light-years away. Within the nebula, bright edges and dark shapes stand out in this colorful and detailed skyscape. The 9-panel mosaic, taken over 28 nights with a small telescope in Texas, includes data from narrowband filters, mapping emission from atomic oxygen, hydrogen, and sulfur into blue, green, and red hues. The emission line and color combination has become well-known as the Hubble palette. The atomic emission is powered by energetic radiation from the central hot stars. Their powerful winds and radiation sculpt and erode the denser pillar shapes and clear out a characteristic cavity light-years across the center of the natal cloud. Stars could still be forming inside the pillars by gravitational collapse but as the pillars are eroded away, any forming stars will ultimately be cut off from their reservoir of star stuff. This field of view spans over 40 light-years across at the estimated distance of NGC 7822.",
    "hdurl": "https://apod.nasa.gov/apod/image/2110/NGC7822_Yizhou_4044.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 7822: Cosmic Question Mark",
    "url": "https://apod.nasa.gov/apod/image/2110/NGC7822_Yizhou_960.jpg"
  },
  {
    "copyright": "Ignacio Diaz Bobillo",
    "date": "2021-10-14",
    "explanation": "A mere seven hundred light years from Earth, toward the constellation Aquarius, a sun-like star is dying. Its last few thousand years have produced the Helix Nebula (NGC 7293), a well studied and nearby example of a Planetary Nebula, typical of this final phase of stellar evolution.  A total of 90 hours of exposure time have gone in to creating this expansive view of the nebula. Combining narrow band image data from emission lines of hydrogen atoms in red and oxygen atoms in blue-green hues, it shows remarkable details of the Helix's brighter inner region about 3 light-years across. The white dot at the Helix's center is this Planetary Nebula's hot, central star. A simple looking nebula at first glance, the Helix is now understood to have a surprisingly complex geometry.",
    "hdurl": "https://apod.nasa.gov/apod/image/2110/Helix_Oxygen_crop2.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 7293: The Helix Nebula",
    "url": "https://apod.nasa.gov/apod/image/2110/Helix_Oxygen_crop2_1024.jpg"
  },
  {
    "copyright": "Mike Selby",
    "date": "2021-10-15",
    "explanation": "About 70 million light-years distant, gorgeous spiral galaxy NGC 289 is larger than our own Milky Way. Seen nearly face-on, its bright core and colorful central disk give way to remarkably faint, bluish spiral arms. The extensive arms sweep well over 100 thousand light-years from the galaxy's center. At the lower right in this sharp, telescopic galaxy portrait the main spiral arm seems to encounter a small, fuzzy elliptical companion galaxy interacting with enormous NGC 289. Of course spiky stars are in the foreground of the scene. They lie within the Milky Way toward the southern constellation Sculptor.",
    "hdurl": "https://apod.nasa.gov/apod/image/2110/NGC289Selby.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 289: Swirl in the Southern Sky",
    "url": "https://apod.nasa.gov/apod/image/2110/NGC289Selby1024.jpg"
  },
  {
    "copyright": "Gianni Sarcone",
    "date": "2021-10-16",
    "explanation": "Only natural colors of the Moon in planet Earth's sky appear in this creative visual presentation. Arranged as pixels in a framed image, the lunar disks were photographed at different times. Their varying hues are ultimately due to reflected sunlight affected by changing atmospheric conditions and the alignment geometry of Moon, Earth, and Sun. Here, the darkest lunar disks are the colors of earthshine. A description of earthshine, in terms of sunlight reflected by Earth's oceans illuminating the Moon's dark surface, was written over 500 years ago by Leonardo da Vinci.  But stand farther back from your monitor or just shift your gaze to the smaller versions of the image. You might also see one of da Vinci's most famous works of art.  Tonight: International Observe the Moon Night",
    "hdurl": "https://apod.nasa.gov/apod/image/2110/Moonalisa_base_corr.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Moona Lisa",
    "url": "https://apod.nasa.gov/apod/image/2110/Moonalisa_Example1024.jpg"
  },
  {
    "date": "2021-10-17",
    "explanation": "Most galaxies have a single nucleus -- does this galaxy have four?  The strange answer leads astronomers to conclude that the nucleus of the surrounding galaxy is not even visible in this image.  The central cloverleaf is rather light emitted from a background quasar.  The gravitational field of the visible foreground galaxy breaks light from this distant quasar into four distinct images.  The quasar must be properly aligned behind the center of a massive galaxy for a mirage like this to be evident.  The general effect is known as gravitational lensing, and this specific case is known as the Einstein Cross.  Stranger still, the images of the Einstein Cross vary in relative brightness, enhanced occasionally by the additional gravitational microlensing effect of specific stars in the foreground galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/2110/qso2237_wiyn_1024.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Einstein Cross Gravitational Lens",
    "url": "https://apod.nasa.gov/apod/image/2110/qso2237_wiyn_1024.jpg"
  },
  {
    "copyright": "\nDario Giannobile",
    "date": "2021-10-18",
    "explanation": "Why can we see the entire face of this Moon?  When the Moon is in a crescent phase, only part of it appears directly illuminated by the Sun.  The answer is earthshine, also known as earthlight and the da Vinci glow.  The reason is that the rest of the Earth-facing Moon is slightly illuminated by sunlight first reflected from the Earth.  Since the Earth appears near full phase from the Moon -- when the Moon appears as a slight crescent from the Earth -- earthshine is then near its brightest.  Featured here in combined, consecutively-taken, HDR images taken earlier this month, a rising earthshine Moon was captured passing slowly near the planet Venus, the brightest spot near the image center.  Just above Venus is the star Dschubba (catalogued as Delta Scorpii), while the red star on the far left is Antares. The celestial show is visible through scenic cloud decks. In the foreground are the lights from Palazzolo Acreide, a city with ancient historical roots in Sicily, Italy.",
    "hdurl": "https://apod.nasa.gov/apod/image/2110/EarthshineSky_Giannobile_1212.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Earthshine Moon over Sicily",
    "url": "https://apod.nasa.gov/apod/image/2110/EarthshineSky_Giannobile_1212.jpg"
  },
  {
    "date": "2021-10-19",
    "explanation": "Where did this big ball of stars come from? Palomar 6 is one of about 200 globular clusters of stars that survive in our Milky Way Galaxy. These spherical star-balls are older than our Sun as well as older than most stars that orbit in our galaxy's disk.  Palomar 6 itself is estimated to be about 12.5 billion years old, so old that it is close to -- and so constrains -- the age of the entire universe.  Containing about 500,000 stars, Palomar 6 lies about 25,000 light years away, but not very far from our galaxy's center.  At that distance, this sharp image from the Hubble Space Telescope spans about 15 light-years.  After much study including images from Hubble, a leading origin hypothesis is that Palomar 6 was created -- and survives today -- in the central bulge of stars that surround the Milky Way's center, not in the distant galactic halo where most other globular clusters are now found.",
    "hdurl": "https://apod.nasa.gov/apod/image/2110/Palomar6_Hubble_2529.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Palomar 6: Globular Star Cluster",
    "url": "https://apod.nasa.gov/apod/image/2110/Palomar6_Hubble_960.jpg"
  },
  {
    "copyright": "John Kraus",
    "date": "2021-10-20",
    "explanation": "Why would this mission go out as far as Jupiter -- but then not visit Jupiter? Lucy's plan is to follow different leads about the origin of our Solar System than can be found at Jupiter -- where Juno now orbits. Jupiter is such a massive planet that its gravity captures numerous asteroids that orbit the Sun ahead of it -- and behind. These trojan asteroids formed all over our Solar System and some may have been trapped there for billions of years. Flying by these trojan asteroids enables studying them as fossils that likely hold unique clues about our early Solar System. Lucy, named after a famous fossil skeleton which was named after a famous song, is scheduled to visit eight asteroids from 2025 to 2033.  Pictured, Lucy's launch was captured with reflection last week aboard a powerful Atlas V rocket from Cape Canaveral, Florida, USA.",
    "hdurl": "https://apod.nasa.gov/apod/image/2110/LucyLaunchB_Kraus_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lucy Launches to Eight Asteroids",
    "url": "https://apod.nasa.gov/apod/image/2110/LucyLaunchB_Kraus_960.jpg"
  },
  {
    "copyright": "Nik Szymanek",
    "date": "2021-10-21",
    "explanation": "Blown by fast winds from a hot, massive star, this cosmic bubble is huge. Cataloged as Sharpless 2-308 it lies some 5,000 light-years away toward the constellation of the Big Dog (Canis Major) and covers slightly more of the sky than a Full Moon. That corresponds to a diameter of 60 light-years at its estimated distance. The massive star that created the bubble, a Wolf-Rayet star, is the bright one near the center of the nebula. Wolf-Rayet stars have over 20 times the mass of the Sun and are thought to be in a brief, pre-supernova phase of massive star evolution. Fast winds from this Wolf-Rayet star create the bubble-shaped nebula as they sweep up slower moving material from an earlier phase of evolution. The windblown nebula has an age of about 70,000 years. Relatively faint emission captured by narrowband filters in the deep image is dominated by the glow of ionized oxygen atoms mapped to a blue hue. Presenting a mostly harmless outline, SH2-308 is also known as The Dolphin-head Nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/2110/SH2-308NS.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "SH2-308: The Dolphin-head Nebula",
    "url": "https://apod.nasa.gov/apod/image/2110/SH2-308NS_1024.jpg"
  },
  {
    "copyright": "Jose Mtanous",
    "date": "2021-10-22",
    "explanation": "This pretty field of view spans over 2 degrees or 4 full moons on the sky, filled with stars toward the constellation Taurus, the Bull. Above and right of center in the frame you can spot the faint fuzzy reddish appearance of Messier 1 (M1), also known as the Crab Nebula. M1 is the first object in 18th century comet hunter Charles Messier's famous catalog of things which are definitely not comets. Made from image data captured this October 11, there is a comet in the picture though. Below center and left lies the faint greenish coma and dusty tail of periodic comet 67P Churyumov-Gerasimenko, also known as Rosetta's comet. In the 21st century, it became the final resting place of robots from planet Earth. Rosetta's comet is now returning to the inner solar system, sweeping toward its next perihelion or closest approach to the Sun, on November 2. Too faint to be seen by eye alone, the comet's next perigee or closest approach to Earth will be November 12.",
    "hdurl": "https://apod.nasa.gov/apod/image/2110/67p_m1_vdb47.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Comet and a Crab",
    "url": "https://apod.nasa.gov/apod/image/2110/67p_m1_vdb47_1024.jpg"
  },
  {
    "date": "2021-10-23",
    "explanation": "Put on your red/blue glasses and float next to asteroid 101955 Bennu. Shaped like a spinning toy top with boulders littering its rough surface, the tiny Solar System world is about one Empire State Building (less than 500 meters) across. Frames used to construct this 3D anaglyph were taken by PolyCam on the OSIRIS_REx spacecraft on December 3, 2018 from a distance of about 80 kilometers. With a sample from the asteroid's rocky surface on board, OSIRIS_REx departed Bennu's vicinity this May and is now enroute to planet Earth. The robotic spacecraft is scheduled to return the sample to Earth in September 2023.",
    "hdurl": "https://apod.nasa.gov/apod/image/2110/ana03BennuVantuyne1465c.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "3D Bennu",
    "url": "https://apod.nasa.gov/apod/image/2110/ana03BennuVantuyne1024c.jpg"
  },
  {
    "date": "2021-10-24",
    "explanation": "Halloween's origin is ancient and astronomical.  Since the fifth century BC, Halloween has been celebrated as a cross-quarter day, a day halfway between an equinox (equal day / equal night) and a solstice (minimum day / maximum night in the northern hemisphere).  With a modern calendar however, even though Halloween occurs next week, the real cross-quarter day will occur the week after.  Another cross-quarter day is Groundhog Day. Halloween's modern celebration retains historic roots in dressing to scare away the spirits of the dead.  Perhaps a fitting tribute to this ancient holiday is this view of the Ghost Head Nebula taken with the Hubble Space Telescope.  Similar to the icon of a fictional ghost, NGC 2080 is actually a star forming region in the Large Magellanic Cloud, a satellite galaxy of our own Milky Way Galaxy.  The Ghost Head Nebula (NGC 2080) spans about 50 light-years and is shown in representative colors.",
    "hdurl": "https://apod.nasa.gov/apod/image/2110/ngc2080_hubble_1348.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Halloween and the Ghost Head Nebula",
    "url": "https://apod.nasa.gov/apod/image/2110/ngc2080_hubble_960.jpg"
  },
  {
    "copyright": "Michael Abramyan",
    "date": "2021-10-25",
    "explanation": "Does the road to our galaxy's center go through Monument Valley? It doesn't have to, but if your road does -- take a picture. In this case, the road is US Route 163 and iconic buttes on the Navajo National Reservation populate the horizon.  The band of Milky Way Galaxy stretches down from the sky and appears to be a continuation of the road on Earth. Filaments of dust darken the Milky Way, in contrast to billions of bright stars and several colorful glowing gas clouds including the Lagoon and Trifid nebulas. The featured picture is a composite of images taken with the same camera and from the same location -- Forest Gump Point in Utah, USA. The foreground was taken just after sunset in early September during the blue hour, while the background is a mosaic of four exposures captured a few hours later.    Discovery + Outreach: Graduate student research position open for APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/2110/MonumentValleyRoad_Abramyan_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Road to the Galactic Center",
    "url": "https://apod.nasa.gov/apod/image/2110/MonumentValleyRoad_Abramyan_960.jpg"
  },
  {
    "copyright": "JL Dauvergne Music:",
    "date": "2021-10-26",
    "explanation": "Observe the graceful twirl of our Solar System's largest planet. Many interesting features of Jupiter's enigmatic atmosphere, including dark belts and light zones, can be followed in detail. A careful inspection will reveal that different cloud layers rotate at slightly different speeds. The famous Great Red Spot is not visible at first -- but soon rotates into view. Other smaller storm systems occasionally appear. As large as Jupiter is, it rotates in only 10 hours. Our small Earth, by comparison, takes 24 hours to complete a spin cycle. The featured high-resolution time-lapse video was captured over five nights earlier this month by a mid-sized telescope on an apartment balcony in Paris, France.  Since hydrogen and helium gas are colorless, and those elements compose most of Jupiter's expansive atmosphere, what trace elements create the observed colors of Jupiter's clouds remains a topic of research.    Discovery + Outreach: Graduate student research position open for APOD",
    "media_type": "video",
    "service_version": "v1",
    "title": "Jupiter Rotates",
    "url": "https://www.youtube.com/embed/QSXgDiS2H_A?rel=0"
  },
  {
    "copyright": "Howard Trottier",
    "date": "2021-10-27",
    "explanation": "Do you see the bat?  It haunts this cosmic close-up of the eastern Veil Nebula.  The Veil Nebula itself is a large supernova remnant, the expanding debris cloud from the death explosion of a massive star. While the Veil is roughly circular in shape and covers nearly 3 degrees on the sky toward the constellation of the Swan (Cygnus), NGC 6995, known informally as the Bat Nebula, spans only 1/2 degree, about the apparent size of the Moon. That translates to 12 light-years at the Veil's estimated distance, a reassuring 1,400 light-years from planet Earth. In the composite of image data recorded through narrow band filters, emission from hydrogen atoms in the remnant is shown in red with strong emission from oxygen atoms shown in hues of blue. Of course, in the western part of the Veil lies another seasonal apparition: the Witch's Broom Nebula.   Explore Your Universe: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2110/Bat6995_Trottier_3449.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6995: The Bat Nebula",
    "url": "https://apod.nasa.gov/apod/image/2110/Bat6995_Trottier_960.jpg"
  },
  {
    "copyright": "John Chumack",
    "date": "2021-10-28",
    "explanation": "As far as ghosts go, Mirach's Ghost isn't really that scary. Mirach's Ghost is just a faint, fuzzy galaxy, well known to astronomers, that happens to be seen nearly along the line-of-sight to Mirach, a bright star. Centered in this star field, Mirach is also called Beta Andromedae. About 200 light-years distant, Mirach is a red giant star, cooler than the Sun but much larger and so intrinsically much brighter than our parent star. In most telescopic views, glare and diffraction spikes tend to hide things that lie near Mirach and make the faint, fuzzy galaxy look like a ghostly internal reflection of the almost overwhelming starlight. Still, appearing in this sharp image just above and to the right of Mirach, Mirach's Ghost is cataloged as galaxy NGC 404 and is estimated to be some 10 million light-years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/2110/Mirach_NGC404ChumackHRweb.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mirach's Ghost",
    "url": "https://apod.nasa.gov/apod/image/2110/Mirach_NGC404ChumackHRweb1024c.jpg"
  },
  {
    "copyright": "Leo Shatz",
    "date": "2021-10-29",
    "explanation": "Spooky shapes seem to haunt this dusty expanse, drifting through the night in the royal constellation Cepheus. Of course, the shapes are cosmic dust clouds visible in dimly reflected starlight. Far from your own neighborhood, they lurk above the plane of the Milky Way at the edge of the Cepheus Flare molecular cloud complex some 1,200 light-years away. Over 2 light-years across and brighter than most of the other ghostly apparitions, vdB 141 or Sh2-136 is also known as the Ghost Nebula, seen at the right of the starry field of view. Inside the nebula are the telltale signs of dense cores collapsing in the early stages of star formation. With the eerie hue of dust reflecting bluish light from hot young stars of NGC 7023, the Iris Nebula stands out against the dark just left of center. In the broad telescopic frame, these fertile interstellar dust fields stretch almost seven full moons across the sky.",
    "hdurl": "https://apod.nasa.gov/apod/image/2110/IrisGhost_LeoShatz_RevB.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Haunting the Cepheus Flare",
    "url": "https://apod.nasa.gov/apod/image/2110/IrisGhost_LeoShatz_RevB1024.jpg"
  },
  {
    "copyright": "Göran Strand",
    "date": "2021-10-30",
    "explanation": "If you see this as a monster's face, don't panic. It's only pareidolia, often experienced as the tendency to see faces in patterns of light and shadow. In fact, the startling visual scene is actually a 180 degree panorama of Northern Lights, digitally mirrored like inkblots on a folded piece of paper. Frames used to construct it were captured on a September night from the middle of a waterfall-crossing suspension bridge in Jamtland, Sweden. With geomagnetic storms triggered by recent solar activity, auroral displays could be very active at planet Earth's high latitudes in the coming days. But if you see a monster's face in your own neighborhood tomorrow night, it might just be Halloween.",
    "hdurl": "https://apod.nasa.gov/apod/image/2110/GS_20210917_Handol_5651_Pan.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Rorschach Aurora",
    "url": "https://apod.nasa.gov/apod/image/2110/GS_20210917_Handol_5651_Pan1024.jpg"
  },
  {
    "copyright": "Tom AbelRalf KaehlerKIPACSLACAMNH",
    "date": "2021-10-31",
    "explanation": "Is our universe haunted?  It might look that way on this dark matter map.  The gravity of unseen dark matter is the leading explanation for why galaxies rotate so fast, why galaxies orbit clusters so fast, why gravitational lenses so strongly deflect light, and why visible matter is distributed as it is both in the local universe and on the cosmic microwave background.  The featured image from the American Museum of Natural History's Hayden Planetarium Space Show Dark Universe highlights one example of how pervasive dark matter might haunt our universe.  In this frame from a detailed computer simulation, complex filaments of dark matter, shown in black, are strewn about the universe like spider webs, while the relatively rare clumps of familiar baryonic matter are colored orange. These simulations are good statistical matches to astronomical observations.  In what is perhaps a scarier turn of events, dark matter -- although quite strange and in an unknown form -- is no longer thought to be the strangest source of gravity in the universe. That honor now falls to dark energy, a more uniform source of repulsive gravity that seems to now dominate the expansion of the entire universe.   Not only Halloween: Today is Dark Matter Day.",
    "hdurl": "https://apod.nasa.gov/apod/image/2110/DarkMatter_KipacAmnh_1200.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dark Matter in a Simulated Universe",
    "url": "https://apod.nasa.gov/apod/image/2110/DarkMatter_KipacAmnh_960.jpg"
  },
  {
    "copyright": "Xie Jie",
    "date": "2021-11-01",
    "explanation": "The dream was to capture both the waterfall and the Milky Way together. Difficulties included finding a good camera location, artificially illuminating the waterfall and the surrounding valley effectively, capturing the entire scene with numerous foreground and background shots, worrying that fireflies would be too distracting, keeping the camera dry, and avoiding stepping on a poisonous snake.  Behold the result -- captured after midnight in mid-July and digitally stitched into a wide-angle panorama. The waterfall is the picturesque Zhulian waterfall in the Luoxiao Mountains in eastern Hunan Province, China. The central band of our Milky Way Galaxy crosses the sky and shows numerous dark dust filaments and colorful nebulas. Bright stars dot the sky -- all residing in the nearby Milky Way -- including the Summer Triangle with bright Vega visible above the Milky Way's arch. After capturing all 78 component exposures for you to enjoy, the photographer and friends enjoyed the view themselves for the rest of the night.    Discovery + Outreach: Graduate student research position open for APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/2111/MilkyWayWaterfall_XieJie_2500.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Waterfall and the Milky Way",
    "url": "https://apod.nasa.gov/apod/image/2111/MilkyWayWaterfall_XieJie_960.jpg"
  },
  {
    "date": "2021-11-02",
    "explanation": "We've seen this same supernova three times -- when will we see it a fourth?  When a distant star explodes in a supernova, we're lucky if we see it even once. In the case of AT 2016jka (\"SN Requiem\"), because the exploding star happened to be lined up behind the center of a galaxy cluster (MACS J0138 in this case), a comparison of Hubble Space Telescope images demonstrate that we saw it three times. These three supernova images are highlighted in circles near the bottom of the left frame taken in 2016. On the right frame, taken in 2019, the circles are empty because all three images of the single supernova had faded. Computer modeling of the cluster lens, however, indicates that a fourth image of the same supernova should eventually appear in the upper circle on the right image. But when? The best models predict this will happen in 2037, but this date is uncertain by about two years because of ambiguities in the mass distribution of the cluster lens and the brightness history of the stellar explosion. With refined predictions and vigilant monitoring, Earthlings living 16 years from now may be able to catch this fourth image -- and perhaps learn more about both galaxy clusters and supernovas at once.    Discovery + Outreach: Graduate student research position open for APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/2111/MACSJ0138_Hubble_1762.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "SN Requiem: A Supernova Seen Three Times So Far",
    "url": "https://apod.nasa.gov/apod/image/2111/MACSJ0138_Hubble_1080.jpg"
  },
  {
    "copyright": "Wissam Ayoub",
    "date": "2021-11-03",
    "explanation": "The Horsehead Nebula is one of the most famous nebulae on the sky.  It is visible as the dark indentation to the orange emission nebula at the far right of the featured picture.  The horse-head feature is dark because it is really an opaque dust cloud that lies in front of the bright emission nebula. Like clouds in Earth's atmosphere, this cosmic cloud has assumed a recognizable shape by chance.  After many thousands of years, the internal motions of the cloud will surely alter its appearance.  The emission nebula's orange color is caused by electrons recombining with protons to form hydrogen atoms.  Toward the lower left of the image is the Flame Nebula, an orange-tinged nebula that also contains intricate filaments of dark dust. Two prominent reflection nebulas are visible: round IC 432 on the far left, and blue NGC 2023 just to the lower left of the Horsehead nebula.  Each glows primarily by reflecting the light of their central star.   Discovery + Outreach: Graduate student research position open for APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/2111/HorseFlame_Ayoub_4305.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Horsehead and Flame Nebulas",
    "url": "https://apod.nasa.gov/apod/image/2111/HorseFlame_Ayoub_960.jpg"
  },
  {
    "copyright": "Dan Bartlett",
    "date": "2021-11-04",
    "explanation": "Dwarf galaxies NGC 147 (left) and NGC 185 stand side by side in this sharp telescopic portrait. The two are not-often-imaged satellites of M31, the great spiral Andromeda Galaxy, some 2.5 million light-years away. Their separation on the sky, less than one degree across a pretty field of view, translates to only about 35 thousand light-years at Andromeda's distance, but Andromeda itself is found well outside this frame. Brighter and more famous satellite galaxies of Andromeda, M32 and M110, are seen closer to the great spiral. NGC 147 and NGC 185 have been identified as binary galaxies, forming a gravitationally stable binary system. But recently discovered faint dwarf galaxy Cassiopeia II also seems to be part of their system, forming a gravitationally bound group within Andromeda's intriguing population of small satellite galaxies.",
    "hdurl": "https://apod.nasa.gov/apod/image/2111/NGC147NGC185satellites.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 147 and NGC 185",
    "url": "https://apod.nasa.gov/apod/image/2111/NGC147NGC185satellites1024.jpg"
  },
  {
    "copyright": "Valerio Avitabile",
    "date": "2021-11-05",
    "explanation": "Light-years across, this suggestive shape known as the Seahorse Nebula appears in silhouette against a rich, luminous background of stars. Seen toward the royal northern constellation of Cepheus, the dusty, obscuring clouds are part of a Milky Way molecular cloud some 1,200 light-years distant. It is also listed as Barnard 150 (B150), one of 182 dark markings of the sky cataloged in the early 20th century by astronomer E. E. Barnard. Packs of low mass stars are forming within, but their collapsing cores are only visible at long infrared wavelengths. Still, the colorful stars of Cepheus add to this pretty, galactic skyscape.",
    "hdurl": "https://apod.nasa.gov/apod/image/2111/b150_avitabile.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Dark Seahorse in Cepheus",
    "url": "https://apod.nasa.gov/apod/image/2111/b150_avitabile1092c.jpg"
  },
  {
    "copyright": "Martin Lefranc",
    "date": "2021-11-06",
    "explanation": "On an August night two friends enjoyed this view after a day's hike on the Plateau d'Emparis in the French Alps. At 2400 meters altitude the sky was clear. Light from a setting moon illuminates the foreground captured in the simple vertical panorama of images. Along the plane of our Milky Way galaxy stars of Cassiopeia and Perseus shine along the panorama's left edge. But seen as a faint cloud with a brighter core, the Andromeda galaxy, stands directly above the two friends in the night. The nearest large spiral galaxy, Andromeda is about 2.5 million light-years beyond the stars of the Milky Way. Adding to the evening's shared extragalactic perspective, the fainter fuzzy spot in the sky right between them is M33, also known as the Triangulum galaxy. Third largest in the local galaxy group, after Andromeda and Milky Way, the Triangulum galaxy is about 3 million light-years distant. On that night, the two friends stood about 3 light-nanoseconds apart.",
    "hdurl": "https://apod.nasa.gov/apod/image/2111/panohugoetmoiAPODjpg-standard2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Galaxy Between Two Friends",
    "url": "https://apod.nasa.gov/apod/image/2111/panohugoetmoiAPODjpg-standard1024.jpg"
  },
  {
    "date": "2021-11-07",
    "explanation": "To some it looks like a cat's eye. To others, perhaps like a giant cosmic conch shell.  It is actually one of brightest and most highly detailed planetary nebula known, composed of gas expelled in the brief yet glorious phase near the end of life of a Sun-like star. This nebula's dying central star may have produced the outer circular concentric shells by shrugging off outer layers in a series of regular convulsions. The formation of the beautiful, complex-yet-symmetric inner structures, however, is not well understood. The featured image is a composite of a digitally sharpened Hubble Space Telescope image with X-ray light captured by the orbiting Chandra Observatory.  The exquisite floating space statue spans over half a light-year across. Of course, gazing into this Cat's Eye, humanity may well be seeing the fate of our sun, destined to enter its own planetary nebula phase of evolution ... in about 5 billion years.   APOD in world languages: Arabic, Bulgarian, Catalan, Chinese (Beijing), Chinese (Taiwan), Croatian, Czech, Dutch, French, French (Canada), German, Hebrew, Indonesian, Japanese, Korean, Montenegrin, Polish, Russian, Serbian, Slovenian,  Spanish, Taiwanese, Turkish, Turkish, and  Ukrainian",
    "hdurl": "https://apod.nasa.gov/apod/image/2111/CatsEye_HubblePohl_1278.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Cat's Eye Nebula in Optical and X-ray",
    "url": "https://apod.nasa.gov/apod/image/2111/CatsEye_HubblePohl_960.jpg"
  },
  {
    "copyright": "Stéphane Poirier",
    "date": "2021-11-08",
    "explanation": "Why, sometimes, does part of the Sun's atmosphere leap into space? The reason lies in changing magnetic fields that thread through the Sun's surface.  Regions of strong surface magnetism, known as active regions, are usually marked by dark sunspots.  Active regions can channel charged gas along arching or sweeping magnetic fields -- gas that sometimes falls back, sometimes escapes, and sometimes not only escapes but impacts our Earth.  The featured one-hour time-lapse video -- taken with a small telescope in France -- captured an eruptive filament that appeared to leap off the Sun late last month. The filament is huge: for comparison, the size of the Earth is shown on the upper left. Just after the filament lifted off, the Sun emitted a powerful X-class flare while the surface rumbled with a tremendous solar tsunami. A result was a cloud of charged particles that rushed into our Solar System but mostly missed our Earth -- this time. However, enough solar plasma did impact our Earth's magnetosphere to create a few faint auroras.",
    "media_type": "video",
    "service_version": "v1",
    "title": "A Filament Leaps from the Sun",
    "url": "https://www.youtube.com/embed/7NykS2kv_k8?playlist=7NykS2kv_k8&loop=1;rel=0&autoplay=1"
  },
  {
    "date": "2021-11-09",
    "explanation": "Why would you want to fake a universe? For one reason -- to better understand our real universe. Many astronomical projects seeking to learn properties of our universe now start with a robotic telescope taking sequential images of the night sky. Next, sophisticated computer algorithms crunch these digital images to find stars and galaxies and measure their properties.  To calibrate these algorithms, it is useful to test them on fake images from a fake universe to see if the algorithms can correctly deduce purposely imprinted properties. The featured mosaic of fake images was created to specifically mimic the images that have appeared on NASA's Astronomy Picture of the Day (APOD).  Only one image of the 225 images is real -- can you find it? The accomplished deceptors have made available individual fake APOD images that can be displayed by accessing their ThisIsNotAnAPOD webpage or Twitter feed. More useful for calibrating and understanding our distant universe, however, are fake galaxies -- a sampling of which can be seen at their ThisIsNotAGalaxy webpage.    Astrophysicists: Browse 2,600+ codes in the Astrophysics Source Code Library",
    "hdurl": "https://apod.nasa.gov/apod/image/2111/AIapods01_Geach_3840.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "All of These Space Images are Fake Except One",
    "url": "https://apod.nasa.gov/apod/image/2111/AIapods01_Geach_960.jpg"
  },
  {
    "copyright": "Paolo Lazzarotti",
    "date": "2021-11-10",
    "explanation": "Many think it is just a myth.  Others think it is true but its cause isn't known.  Adventurers pride themselves on having seen it.  It's a green flash from the Sun.  The truth is the green flash does exist and its cause is well understood.  Just as the setting Sun disappears completely from view, a last glimmer appears startlingly green.  The effect is typically visible only from locations with a low, distant horizon, and lasts just a few seconds. A green flash is also visible for a rising Sun, but takes better timing to spot.  A dramatic green flash was caught on video last month as the Sun set beyond the Ligurian Sea from Tuscany, Italy. The second sequence in the featured video shows the green flash in real time, while the first is sped up and the last is in slow motion. The Sun itself does not turn partly green -- the effect is caused by layers of the Earth's atmosphere acting like a prism.   Discovery + Outreach: Graduate student research position open for APOD",
    "media_type": "video",
    "service_version": "v1",
    "title": "Video of a Green Flash",
    "url": "https://www.youtube.com/embed/25FfQ9MEQE8"
  },
  {
    "copyright": "Michael Sherick",
    "date": "2021-11-11",
    "explanation": "NGC 1333 is seen in visible light as a reflection nebula, dominated by bluish hues characteristic of starlight reflected by interstellar dust. A mere 1,000 light-years distant toward the heroic constellation Perseus, it lies at the edge of a large, star-forming molecular cloud. This telescopic close-up spans about two full moons on the sky or just over 15 light-years at the estimated distance of NGC 1333. It shows details of the dusty region along with telltale hints of contrasty red emission from Herbig-Haro objects, jets and shocked glowing gas emanating from recently formed stars. In fact, NGC 1333 contains hundreds of stars less than a million years old, most still hidden from optical telescopes by the pervasive stardust. The chaotic environment may be similar to one in which our own Sun formed over 4.5 billion years ago.",
    "hdurl": "https://apod.nasa.gov/apod/image/2111/ngc1333_RGB-c2.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1333: Stellar Nursery in Perseus",
    "url": "https://apod.nasa.gov/apod/image/2111/ngc1333_RGB-c21024.jpg"
  },
  {
    "copyright": "Bernard Miller",
    "date": "2021-11-12",
    "explanation": "The small, northern constellation Triangulum harbors this magnificent face-on spiral galaxy, M33. Its popular names include the Pinwheel Galaxy or just the Triangulum Galaxy. M33 is over 50,000 light-years in diameter, third largest in the Local Group of galaxies after the Andromeda Galaxy (M31), and our own Milky Way. About 3 million light-years from the Milky Way, M33 is itself thought to be a satellite of the Andromeda Galaxy and astronomers in these two galaxies would likely have spectacular views of each other's grand spiral star systems. As for the view from planet Earth, this sharp image shows off M33's blue star clusters and pinkish star forming regions along the galaxy's loosely wound spiral arms. In fact, the cavernous NGC 604 is the brightest star forming region, seen here at about the 4 o'clock position from the galaxy center. Like M31, M33's population of well-measured variable stars have helped make this nearby spiral a cosmic yardstick for establishing the distance scale of the Universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/2111/M33_PS1_CROP_INSIGHT2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M33: The Triangulum Galaxy",
    "url": "https://apod.nasa.gov/apod/image/2111/M33_PS1_CROP_INSIGHT1024.jpg"
  },
  {
    "copyright": "CARA Project",
    "date": "2021-11-13",
    "explanation": "Returning along its 6.4 year orbit, periodic comet Churyumov-Gerasimenko (67P) is caught in this telescopic frame from November 7. Sweeping past background stars in the constellation Gemini the comet's dusty tail stretches toward the upper right to Upsilon Geminorum. Also known as Pollux, Beta Geminorum, Gemini's brightest star, shines just off the upper left edge of the field-of-view. Churyumov-Gerasimenko reached its 2021 perihelion or closest approach to the Sun on November 2. At perigee, its closest approach to planet Earth on November 12, this comet was about 0.42 astronomical units away, though it remains too faint to be seen by eye alone. The well-studied comet was explored by robots from planet Earth during its last trip through the inner solar system. It's now famous as the final resting place for the historic Rosetta spacecraft and Philae lander.",
    "hdurl": "https://apod.nasa.gov/apod/image/2111/67P_211107.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Rosetta's Comet in Gemini",
    "url": "https://apod.nasa.gov/apod/image/2111/67P_211107_1067.jpg"
  },
  {
    "copyright": "The League of Lost Causes",
    "date": "2021-11-14",
    "explanation": "What is that light in the sky? Perhaps one of humanity's more common questions, an answer may result from a few quick observations.  For example -- is it moving or blinking? If so, and if you live near a city, the answer is typically an airplane, since planes are so numerous and so few stars and satellites are bright enough to be seen over the din of artificial city lights. If not, and if you live far from a city, that bright light is likely a planet such as Venus or Mars -- the former of which is constrained to appear near the horizon just before dawn or after dusk.  Sometimes the low apparent motion of a distant airplane near the horizon makes it hard to tell from a bright planet, but even this can usually be discerned by the plane's motion over a few minutes. Still unsure?   The featured chart gives a sometimes-humorous but mostly-accurate assessment.  Dedicated sky enthusiasts will likely note -- and are encouraged to provide -- polite corrections.   Chart translations: Spanish, Italian, Polish, Kannada, Latvian, Norwegian, and Turkish",
    "hdurl": "https://apod.nasa.gov/apod/image/2111/astronomy101_hk_750.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "How to Identify that Light in the Sky",
    "url": "https://apod.nasa.gov/apod/image/2111/astronomy101_hk_960.jpg"
  },
  {
    "copyright": "Giancarlo Tinè",
    "date": "2021-11-15",
    "explanation": "What happening above that volcano? Something very unusual -- a volcanic light pillar. More typically, light pillars are caused by sunlight and so appear as a bright column that extends upward above a rising or setting Sun. Alternatively, other light pillars -- some quite colorful -- have been recorded above street and house lights. This light pillar, though, was illuminated by the red light emitted by the glowing magma of an erupting volcano. The volcano is Italy's Mount Etna, and the featured image was captured with a single shot a few hours after sunset in mid-June. Freezing temperatures above the volcano's ash cloud created ice-crystals either in cirrus clouds high above the volcano -- or in condensed water vapor expelled by Mount Etna. These ice crystals -- mostly flat toward the ground but fluttering -- then reflected away light from the volcano's caldera.   Explore Your Universe: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2111/EtnaLightPillar_Tine_5100.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Light Pillar over Volcanic Etna",
    "url": "https://apod.nasa.gov/apod/image/2111/EtnaLightPillar_Tine_960.jpg"
  },
  {
    "copyright": "Wang Jin",
    "date": "2021-11-16",
    "explanation": "Where are all of these meteors coming from?  In terms of direction on the sky, the pointed answer is the constellation of Gemini.  That is why the major meteor shower in December is known as the Geminids -- because shower meteors all appear to come from a radiant toward Gemini. Three dimensionally, however, sand-sized debris expelled from the unusual asteroid 3200 Phaethon follows a well-defined orbit about our Sun, and the part of the orbit that approaches Earth is superposed in front of the constellation of Gemini. Therefore, when Earth crosses this orbit, the radiant point of falling debris appears in Gemini.  Featured here, a composite of many images taken during the 2020 Geminids meteor shower shows over 200 bright meteors that streaked through the sky during the night December 14.  The best meteor shower in November, the Leonids, peaks tonight and tomorrow. Unfortunately, this year, dim meteors during the early-morning peak will be hard to see against a sky lit by a bright gibbous moon.  Still, a few bright Leonid meteors should be visible each hour.",
    "hdurl": "https://apod.nasa.gov/apod/image/2111/Geminids2020_WangJin_2322.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Geminids from Gemini",
    "url": "https://apod.nasa.gov/apod/image/2111/Geminids2020_WangJin_960.jpg"
  },
  {
    "date": "2021-11-17",
    "explanation": "Why doesn't the nearby galaxy create a gravitational lensing effect on the background galaxy? It does, but since both galaxies are so nearby, the angular shift is much smaller than the angular sizes of the galaxies themselves.  The featured Hubble image of NGC 3314 shows two large spiral galaxies which happen to line up exactly.  The foreground spiral NGC 3314a appears nearly face-on with its pinwheel shape defined by young bright star clusters.  Against the glow of the background galaxy NGC 3314b, though, dark swirling lanes of interstellar dust can also be seen tracing the nearer spiral's structure.  Both galaxies appear on the edge of the Hydra Cluster of Galaxies, a cluster that is about 200 million light years away. Gravitational lens distortions are much easier to see when the lensing galaxy is smaller and further away. Then, the background galaxy may even be distorted into a ring around the nearer. Fast gravitational lens flashes due to stars in the foreground galaxy momentarily magnifying the light from stars in the background galaxy might one day be visible in future observing campaigns with high-resolution telescopes.",
    "hdurl": "https://apod.nasa.gov/apod/image/2111/NGC3314_HubbleOstling_2014.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 3314: When Galaxies Overlap",
    "url": "https://apod.nasa.gov/apod/image/2111/NGC3314_HubbleOstling_960.jpg"
  },
  {
    "copyright": "Jeff Dai",
    "date": "2021-11-18",
    "explanation": "A photographer in silhouette stands in bright moonlight as the Full Moon rises in this well-planned telephoto image. Of course, the Full Moon is normally the brightest lunar phase. But on November 18/19, the Full Moon's light will be dimmed during a deep partial lunar eclipse seen across much of planet Earth. At maximum eclipse only a few percent of the lunar disk's diameter should remain outside the Earth's dark umbral shadow when the Moon slides close to the shadow's southern edge. Near apogee, the farthest point in its orbit, the Moon's motion will be slow. That should make this second lunar eclipse of 2021 an exceptionally long partial lunar eclipse. For most of North America the eclipse partial phases will be visible in predawn hours. Since eclipses tend to come in pairs, this lunar eclipse will be followed by a solar eclipse in two weeks on December 4.",
    "hdurl": "https://apod.nasa.gov/apod/image/2111/moonwalk1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Full Moonlight",
    "url": "https://apod.nasa.gov/apod/image/2111/moonwalk1c1024.jpg"
  },
  {
    "copyright": "Wido Oerlemans",
    "date": "2021-11-19",
    "explanation": "In visible light the stars have been removed from this narrow-band image of NGC 281, a star forming region some 10,000 light-years away toward the constellation Cassiopeia. Stars were digitally added back to the resulting starless image though. But instead of using visible light image data, the stars were added with X-ray data (in purple) from the Chandra X-ray Observatory and infrared data (in red) from the Spitzer Space Telescope. The merged multiwavelength view reveals a multitude of stars in the region's embedded star cluster IC 1590. The young stars are normally hidden in visible light images by the natal cloud's gas and obscuring dust. Also known to backyard astro-imagers as the Pacman Nebula for its overall appearance in visible light, NGC 281 is about 80 light-years across.",
    "hdurl": "https://apod.nasa.gov/apod/image/2111/starless_color.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 281: Starless with Stars",
    "url": "https://apod.nasa.gov/apod/image/2111/starless_color_1024.jpg"
  },
  {
    "copyright": "Robert Fedez",
    "date": "2021-11-20",
    "explanation": "Predawn hours of November 19 found the Moon in partly cloudy skies over Cancun, Mexico. Captured in this telephoto snapshot, the lunar disk is not quite entirely immersed in Earth's dark umbral shadow during a long partial lunar eclipse. The partial eclipse was deep though, deep enough to show the dimmed but reddened light in Earth's shadow. That's a sight often anticipated by fans of total lunar eclipses. Wandering through the constellation Taurus, the eclipsed Moon's dimmer light also made it easier to spot the Pleiades star cluster. The stars of the Seven Sisters share this frame at the upper right, with the almost totally eclipsed Moon.   Notable APOD Submissions (so far): Lunar Eclipse of 2021 November 19",
    "hdurl": "https://apod.nasa.gov/apod/image/2111/IMG_8522-1.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Almost Total Lunar Eclipse",
    "url": "https://apod.nasa.gov/apod/image/2111/IMG_8522-1_1024.jpg"
  },
  {
    "copyright": "Dan Bartlett",
    "date": "2021-11-21",
    "explanation": "Here comes Comet Leonard. Comet C/2021 A1 (Leonard) was discovered as a faint smudge in January 2021 when it was out past Mars -- but its orbit will take the giant shedding ice-ball into the inner Solar System, passing near both Earth and Venus in December before it swoops around the Sun in early January 2022. Although comets are notoriously hard to predict, some estimations have Comet Leonard brightening to become visible to the unaided eye in December.  Comet Leonard was captured just over a week ago already sporting a green-tinged coma and an extended dust tail. The featured picture was composed from 62 images taken through a moderate-sized telescope -- one set of exposures tracking the comet, while another set tracking the background stars. The exposures were taken from the dark skies above the Eastern Sierras (Mountains), near June Lake in California, USA.  Soon after passing near the Earth in mid-December, the comet will shift from northern to southern skies.    APOD Editor (RJN) Online Monday: NASA's Best Space Images (& Videos)",
    "hdurl": "https://apod.nasa.gov/apod/image/2111/CometLeonard_Bartlett_4006.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Introducing Comet Leonard",
    "url": "https://apod.nasa.gov/apod/image/2111/CometLeonard_Bartlett_960.jpg"
  },
  {
    "copyright": "Yuri BeletskyCarnegieLas Campanas ObservatoryTWAN",
    "date": "2021-11-22",
    "explanation": "Why is the Moon on top of this building? Planning. It took the astrophotographer careful planning -- including figuring out exactly where to place the camera and exactly when to take the shot -- to create this striking superposition. The single image featured was taken in the early morning hours of November 19, near the peak of the partial lunar eclipse that was occurring as the Moon passed through the Earth's shadow.  At this time, almost the entire Moon -- 99.1 percent of its area -- was in the darkest part of the Earth's shadow.  The building is the Gran Torre Santiago building in Chile, the tallest building in South America.  Although the entire eclipse lasted an impressive six hours, this image had to be taken within just a few seconds to get the alignment right -- the Earth's rotation soon moved the building out of alignment. The next Earth-Moon eclipse will be a total eclipse of the Sun that will occur on December 4 -- but only be visible from the bottom of our world.    APOD Editor (RJN) Online Monday: NASA's Best Space Images (& Videos)  Notable APOD Submissions: Lunar Eclipse of 2021 November 19",
    "hdurl": "https://apod.nasa.gov/apod/image/2111/LunarEclipseBuilding_Beletsky_1400.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lunar Eclipse over a Skyscraper",
    "url": "https://apod.nasa.gov/apod/image/2111/LunarEclipseBuilding_Beletsky_960.jpg"
  },
  {
    "date": "2021-11-23",
    "explanation": "Why are the regions above sunspots so hot? Sunspots themselves are a bit cooler than the surrounding solar surface because the magnetic fields that create them reduce convective heating.  It is therefore unusual that regions overhead -- even much higher up in the Sun's corona -- can be hundreds of times hotter. To help find the cause, NASA directed the Earth-orbiting Nuclear Spectroscopic Telescope Array (NuSTAR) satellite to point its very sensitive X-ray telescope at the Sun. Featured here is the Sun in ultraviolet light, shown in a red hue as taken by the orbiting Solar Dynamics Observatory (SDO).  Superimposed in false-colored green and blue is emission above sunspots detected by NuSTAR in different bands of high-energy X-rays, highlighting regions of extremely high temperature. Clues about the Sun's atmospheric heating mechanisms come from NuSTAR images like this and shed light on solar nanoflares and microflares as brief bursts of energy that may drive the unusual heating.",
    "hdurl": "https://apod.nasa.gov/apod/image/2111/ActiveSun_NuSTAR_1600.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Sun in X-rays from NuSTAR",
    "url": "https://apod.nasa.gov/apod/image/2111/ActiveSun_NuSTAR_960.jpg"
  },
  {
    "copyright": "Damien Cannane",
    "date": "2021-11-24",
    "explanation": "Have you ever seen the Pleiades star cluster? Even if you have, you probably have never seen it as large and clear as this. Perhaps the most famous star cluster on the sky, the bright stars of the Pleiades can be seen without binoculars from even the depths of a light-polluted city.  With a long exposure from a dark location, though, the dust cloud surrounding the Pleiades star cluster becomes very evident. The featured exposure, taken from Florida, USA, covers a sky area several times the size of the full moon.  Also known as the Seven Sisters and M45, the Pleiades lies about 400 light years away toward the constellation of the Bull (Taurus).  A common legend with a modern twist is that one of the brighter stars faded since the cluster was named, leaving only six of the sister stars visible to the unaided eye. The actual number of Pleiades stars visible, however, may be more or less than seven, depending on the darkness of the surrounding sky and the clarity of the observer's eyesight.   Volunteer Opportunity: Someone to Update APOD's RSS Feed",
    "hdurl": "https://apod.nasa.gov/apod/image/2111/PleiadesB_Cannane_2419.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Pleiades: The Seven Sisters Star Cluster",
    "url": "https://apod.nasa.gov/apod/image/2111/PleiadesB_Cannane_960.jpg"
  },
  {
    "copyright": "Jean-Francois Gout",
    "date": "2021-11-25",
    "explanation": "Shaped like a cone tapering into space, the Earth's dark central shadow or umbra has a circular cross-section. It's wider than the Moon at the distance of the Moon's orbit though. But during the lunar eclipse of November 18/19, part of the Moon remained just outside the umbral shadow. The successive pictures in this composite of 5 images from that almost total lunar eclipse were taken over a period of about 1.5 hours. The series is aligned to trace part of the cross-section's circular arc, with the central image at maximum eclipse. It shows a bright, thin sliver of the lunar disk still beyond the shadow's curved edge. Of course, even within the shadow the Moon's surface is not completely dark, reflecting the reddish hues of filtered sunlight scattered into the shadow by Earth's atmosphere.   Notable APOD Submissions: Lunar Eclipse of 2021 November 19",
    "hdurl": "https://apod.nasa.gov/apod/image/2111/Gout_EclipseCollage-small.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "At the Shadow's Edge",
    "url": "https://apod.nasa.gov/apod/image/2111/Gout_EclipseCollage-1024.jpg"
  },
  {
    "copyright": "Laurie Hatch",
    "date": "2021-11-26",
    "explanation": "Rain clouds passed and the dome of the Lick Observatory's 36 inch Great Refractor opened on November 19. The historic telescope was pointed toward a partially eclipsed Moon. Illuminated by dim red lighting to preserve an astronomer's night vision, telescope controls, coordinate dials, and the refractor's 57 foot long barrel were captured in this high dynamic range image. Visible beyond the foreshortened barrel and dome slit, growing brighter after its almost total eclipse phase, the lunar disk created a colorful corona through lingering clouds. From the open dome, the view of the clearing sky above includes the Pleiades star cluster about 5 degrees from Moon and Earth's shadow.   Notable APOD Submissions: Lunar Eclipse of 2021 November 19",
    "hdurl": "https://apod.nasa.gov/apod/image/2111/LH7528_36EclipsePartialWithPlieades_1280x1280.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Great Refractor and Lunar Eclipse",
    "url": "https://apod.nasa.gov/apod/image/2111/LH7528_36EclipsePartialWithPlieades_1024x1024.jpg"
  },
  {
    "date": "2021-11-27",
    "explanation": "Big, beautiful spiral galaxy M101 is one of the last entries in Charles Messier's famous catalog, but definitely not one of the least. About 170,000 light-years across, this galaxy is enormous, almost twice the size of our own Milky Way. M101 was also one of the original spiral nebulae observed by Lord Rosse's large 19th century telescope, the Leviathan of Parsontown. Assembled from 51 exposures recorded by the Hubble Space Telescope in the 20th and 21st centuries, with additional data from ground based telescopes, this mosaic spans about 40,000 light-years across the central region of M101 in one of the highest definition spiral galaxy portraits ever released from Hubble. The sharp image shows stunning features of the galaxy's face-on disk of stars and dust along with background galaxies, some visible right through M101 itself. Also known as the Pinwheel Galaxy, M101 lies within the boundaries of the northern constellation Ursa Major, about 25 million light-years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/2111/M101_hst6000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Messier 101",
    "url": "https://apod.nasa.gov/apod/image/2111/M101_hst1280.jpg"
  },
  {
    "date": "2021-11-28",
    "explanation": "This high cliff occurs not on a planet, not on a moon, but on a comet. It was discovered to be part of the dark nucleus of Comet Churyumov-Gerasimenko (CG) by Rosetta, a robotic spacecraft launched by ESA that rendezvoused with the Sun-orbiting comet in 2014.  The ragged cliff, as featured here, was imaged by Rosetta in 2014. Although towering about one kilometer high, the low surface gravity of Comet CG would likely make it an accessible climb -- and even a jump from the cliff survivable.  At the foot of the cliff is relatively smooth terrain dotted with boulders as large as 20 meters across. Data from Rosetta indicates that the ice in Comet CG has a significantly different deuterium fraction -- and hence likely a different origin -- than the water in Earth's oceans.  Rosetta ended its mission with a controlled impact onto Comet CG in 2016. Comet CG has just completed another close approach to Earth and remains visible through a small telescope.",
    "hdurl": "https://apod.nasa.gov/apod/image/2111/cometcliffs_RosettaAtkinson_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A High Cliff on Comet Churyumov-Gerasimenko",
    "url": "https://apod.nasa.gov/apod/image/2111/cometcliffs_RosettaAtkinson_960.jpg"
  },
  {
    "copyright": "Jonathan Lodge",
    "date": "2021-11-29",
    "explanation": "What created the strange spiral structure on the upper left?  No one is sure, although it is likely related to a star in a binary star system entering the planetary nebula phase, when its outer atmosphere is ejected.  The huge spiral spans about a third of a light year across and, winding four or five complete turns, has a regularity that is without precedent.  Given the expansion rate of the spiral gas, a new layer must appear about every 800 years, a close match to the time it takes for the two stars to orbit each other. The star system that created it is most commonly known as LL Pegasi, but also AFGL 3068 and IRAS 23166+1655.  The featured image was taken in near-infrared light by the Hubble Space Telescope. Why the spiral glows is itself a mystery, with a leading hypothesis being illumination by light reflected from nearby stars.",
    "hdurl": "https://apod.nasa.gov/apod/image/2111/LLPegasi_HubbleLodge_1926.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Extraordinary Spiral in LL Pegasi",
    "url": "https://apod.nasa.gov/apod/image/2111/LLPegasi_HubbleLodge_960.jpg"
  },
  {
    "date": "2021-11-30",
    "explanation": "What's that moving across the sky? A planet just a bit too faint to see with the unaided eye: Uranus. The gas giant out past Saturn was tracked earlier this month near opposition -- when it was closest to Earth and at its brightest. The featured video captured by the Bayfordbury Observatory in Hertfordshire, UK is a four-hour time-lapse showing Uranus with its four largest moons in tow: Titania, Oberon, Umbriel and Ariel. Uranus' apparent motion past background stars is really dominated by Earth's own orbital motion around our Sun. \t The cross seen centered on Uranus is called a diffraction spike and is caused by light diffracting around the four arms that hold one of the telescope's mirrors in place.  The rotation of the diffraction spikes is not caused by the rotation of Uranus but, essentially, by the rotation of the Earth. During the next few months Uranus itself will be visible with binoculars, but, as always, to see its moons will require a telescope.",
    "media_type": "video",
    "service_version": "v1",
    "title": "In Motion: Uranus and Moons",
    "url": "https://www.youtube.com/embed/VYWjxvm14Pk?rel=0"
  },
  {
    "date": "2021-12-01",
    "explanation": "What causes a blue band to cross the Moon during a lunar eclipse? The blue band is real but usually quite hard to see. The featured HDR image of last week's lunar eclipse, however -- taken from Yancheng, China -- has been digitally processed to equalize the Moon's brightness and exaggerate  the colors.  The gray color of the bottom right is the Moon's natural color, directly illuminated by sunlight. The upper left part of the Moon is not directly lit by the Sun since it is being eclipsed -- it in the Earth's shadow. It is faintly lit, though, by sunlight that has passed deep through Earth's atmosphere. This part of the Moon is red -- and called a blood Moon -- for the same reason that Earth's sunsets are red: because air scatters away more blue light than red. The unusual blue band is different -- its color is created by sunlight that has passed high through Earth's atmosphere, where red light is better absorbed by ozone than blue. A total eclipse of the Sun will occur this weekend but, unfortunately, totality be visible only near the Earth's South Pole.   Almost Hyperspace: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2112/BlueRedMoon_Yu_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Blue-Banded Blood Moon",
    "url": "https://apod.nasa.gov/apod/image/2112/BlueRedMoon_Yu_960.jpg"
  },
  {
    "copyright": "Dietmar Hager",
    "date": "2021-12-02",
    "explanation": "Grand spiral galaxies often seem to get all the glory, flaunting their young, bright, blue star clusters in beautiful, symmetric spiral arms. But small galaxies form stars too, like nearby NGC 6822, also known as Barnard's Galaxy. Beyond the rich starfields in the constellation Sagittarius, NGC 6822 is a mere 1.5 million light-years away, a member of our Local Group of galaxies. A dwarf irregular galaxy similar to the Small Magellanic Cloud, NGC 6822 is about 7,000 light-years across. Brighter foreground stars in our Milky Way have a spiky appearance. Behind them, Barnard's Galaxy is seen to be filled with young blue stars and mottled with the telltale pinkish hydrogen glow of star forming regions in this deep color composite image.",
    "hdurl": "https://apod.nasa.gov/apod/image/2112/NGC6822LRGB-1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6822: Barnard's Galaxy",
    "url": "https://apod.nasa.gov/apod/image/2112/NGC6822LRGB-11024.jpg"
  },
  {
    "copyright": "Gregg Ruppel",
    "date": "2021-12-03",
    "explanation": "Sweeping through northern predawn skies, on November 24 Comet Leonard (C/2021 A1) was caught between two galaxies in this composite telescopic image. Sporting a greenish coma the comet's dusty tail seems to harpoon the heart of NGC 4631 (top) also known as the Whale Galaxy. Of course NGC 4631 and NGC 4656 (bottom, aka the Hockey Stick) are background galaxies some 25 million light-years away. On that date the comet was about 6 light-minutes from our fair planet. Its closest approach to Earth (and even closer approach to Venus) still to come, Comet Leonard will grow brighter in December. Already a good object for binoculars and small telescopes, this comet will likely not return to the inner Solar System. Its perihelion, or closest approach to the Sun, will be on January 3, 2022.",
    "hdurl": "https://apod.nasa.gov/apod/image/2112/ngc4656_4631_A1-LRGB_112421.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Leonard and the Whale Galaxy",
    "url": "https://apod.nasa.gov/apod/image/2112/ngc4656_4631_A1-LRGB_112421_1024px.jpg"
  },
  {
    "copyright": "Marcella Giulia Pace",
    "date": "2021-12-04",
    "explanation": "In this snapshot from November 18, the Full Moon was not far from Earth's shadow. In skies over Sicily the brightest lunar phase was eclipsed by passing clouds though. The full moonlight was dimmed and momentarily diffracted by small but similar sized water droplets near the edges of the high thin clouds. The resulting iridescence shines with colors like a lunar corona. On that night, the Full Moon was also seen close to the Pleiades star cluster appearing at the lower left of the iridescent cloud bank. The stars of the Seven Sisters were soon to share the sky with a darker, reddened lunar disk.",
    "hdurl": "https://apod.nasa.gov/apod/image/2112/IridescenzaLunaPleiadi.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Iridescent by Moonlight",
    "url": "https://apod.nasa.gov/apod/image/2112/IridescenzaLunaPleiadi1024.jpg"
  },
  {
    "copyright": "Petr HorálekESOPhoto AmbassadorInst. of Physics in Opava Acknowledgement: Xavier Jubier",
    "date": "2021-12-05",
    "explanation": "Yesterday there was a total solar eclipse visible only at the end of the Earth.  To capture the unusual phenomenon, airplanes took flight below the clouded seascape of Southern Ocean. The featured image shows one relatively spectacular capture where the bright spot is the outer corona of the Sun and the eclipsing Moon is seen as the dark spot in the center.  A wing and engine of the airplane are visible across the left and bottom of the image, while another airplane observing the eclipse is visible on the far left. The dark area of the sky surrounding the eclipsed Sun is called a shadow cone. It is dark because you are looking down a long corridor of air shadowed by the Moon. A careful inspection of the eclipsed Sun will reveal the planet Mercury just to the right. The next total solar eclipse shadow will cross parts of Australia and Indonesia in April of 2023, while the one after that will cross North America in April of 2024.   Notable Eclipse Submissions to APOD: Total Solar Eclipse of 2021 December",
    "hdurl": "https://apod.nasa.gov/apod/image/2112/EclipseAntarctica_Horalek_1500.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Total Solar Eclipse Below the Bottom of the World",
    "url": "https://apod.nasa.gov/apod/image/2112/EclipseAntarctica_Horalek_1080.jpg"
  },
  {
    "copyright": "Andrew McCarthy",
    "date": "2021-12-06",
    "explanation": "What's that unusual spot on the Moon? It's the International Space Station. Using precise timing, the Earth-orbiting space platform was photographed in front of a partially lit gibbous Moon last month. The featured composite, taken from Payson, Arizona, USA last month, was intricately composed by combining, in part, many 1/2000-second images from a video of the ISS crossing the Moon. A close inspection of this unusually crisp ISS silhouette will reveal the outlines of numerous solar panels and trusses.  The bright crater Tycho is visible on the upper left, as well as comparatively rough, light colored terrain known as highlands, and relatively smooth, dark colored areas known as maria.  On-line tools can tell you when the International Space Station will be visible from your area.",
    "hdurl": "https://apod.nasa.gov/apod/image/2112/IssMoon_McCarthy_1663.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Space Station Silhouette on the Moon",
    "url": "https://apod.nasa.gov/apod/image/2112/IssMoon_McCarthy_960.jpg"
  },
  {
    "date": "2021-12-07",
    "explanation": "very time two massive black holes collide, a loud chirping sound is broadcast out into the universe in gravitational waves. Humanity has only had the technology to hear these unusual chirps for the past seven years, but since then we have heard about 90 -- during the first three observing runs. Featured above are the spectrograms -- plots of gravitational-wave frequency versus time -- of these 90 as detected by the giant detectors of LIGO (in the USA), VIRGO (in Europe), and KAGRA (in Japan). The more energy received on Earth from a collision, the brighter it appears on the graphic. Among many science firsts, these gravitational-radiation chirps are giving humanity an unprecedented inventory of black holes and neutron stars, and a new way to measure the expansion rate of our universe. A fourth gravitational wave observing run with increased sensitivity is currently planned to begin in 2022 December.",
    "hdurl": "https://apod.nasa.gov/apod/image/2112/GWaveCatalog_LigoVirgo_5692.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ninety Gravitational Wave Spectrograms and Counting",
    "url": "https://apod.nasa.gov/apod/image/2112/GWaveCatalog_LigoVirgo_1080.jpg"
  },
  {
    "copyright": "Col Druscie Obs.AAC",
    "date": "2021-12-08",
    "explanation": "Comet Hale-Bopp, the Great Comet of 1997, became much brighter than any surrounding stars. It was seen even over bright city lights. Away from city lights, however, it put on quite a spectacular show. Here Comet Hale-Bopp was photographed above Val Parola Pass in the Dolomite mountains surrounding Cortina d'Ampezzo, Italy. Comet Hale-Bopp's blue ion tail, consisting of ions from the comet's nucleus, is pushed out by the solar wind. The white dust tail is composed of larger particles of dust from the nucleus driven by the pressure of sunlight, that orbit behind the comet. Comet Hale-Bopp (C/1995 O1) remained visible to the unaided eye for 18 months -- longer than any other comet in recorded history. The large comet is next expected to return around the year 4385.  This month, Comet Leonard is brightening and may soon become visible to the unaided eye.",
    "hdurl": "https://apod.nasa.gov/apod/image/2112/halebopp_dimai_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Hale-Bopp Over Val Parola Pass",
    "url": "https://apod.nasa.gov/apod/image/2112/halebopp_dimai_960.jpg"
  },
  {
    "copyright": "JM Pasachoff Antarctic Expedition",
    "date": "2021-12-09",
    "explanation": "Few were able to stand in the Moon's shadow and watch the December 4 total eclipse of the Sun. Determined by celestial mechanics and not geographical boundaries, the narrow path of totality tracked across planet Earth's relatively inaccessible southernmost continent. Still, some enthusiastic and well-insulated eclipse chasers were rewarded with the dazzling spectacle in Antarctica's cold but clear skies. Taken just before the brief totality began, this image from a ground-based telescope inside the edge of the shadow path at Union Glacier catches a glimmer of sunlight near the top of the silhouetted lunar disk. Look closely for the pinkish solar prominences arcing above the Sun's limb. During totality, the magnificent solar corona, the Sun's outer atmosphere, made its much anticipated appearance, seen in the composite view streaming far from the Sun's edge.",
    "hdurl": "https://apod.nasa.gov/apod/image/2112/SOLARECLIPSE2021FORDISTROHighRes.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Total Eclipse of the Sun",
    "url": "https://apod.nasa.gov/apod/image/2112/SOLARECLIPSE2021FORDISTROHighRes1024.jpg"
  }
]
